Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

source: Id Not Found
az: İd tapılmadı
ca: No he trobat
fi: Id ei löydy
fil: Hindi natagpuan ang id
ga: Id nach bhfuarthas
hy: ID չի գտնվել
is: ID fannst ekki
ka: არ არის ნაპოვნი
lv: Id nav atrasts
mk: Не е пронајдена
ms: Id tidak dijumpai
mt: Ma nstabx
sq: Nuk u gjet
sw: Id haipatikani
xh: I-id ayifumaneki
zu: I-ID ayitholakali

source: Invalid Email
az: Səhv e-mail
ca: Email invàlid
fi: Virheellinen sähköpostiosoite
fil: Di -wastong email
ga: Ríomhphost neamhbhailí
hy: Սխալ Էլեկտրոնային փոստի հասցե
is: Ógilt netfang
ka: Არასწორი ელ. ფოსტა
lv: Nepareizs e-pasts
mk: Неточен Емаил
ms: Email tidak sah
mt: Email invalidu
sq: Email i pavlefshem
sw: Barua pepe batili
xh: I-imeyile engasebenziyo
zu: I-imeyili Engavumelekile

source: Invalid First Name
az: Yanlış ad
ca: Nom no vàlid
fi: Virheellinen etunimi
fil: Di -wastong unang pangalan
ga: An chéad ainm neamhbhailí
hy: Անվավեր անուն
is: Ógilt fornafn
ka: არასწორი სახელი
lv: Nederīgs vārds
mk: Невалидно име
ms: Nama pertama yang tidak sah
mt: Isem invalidu
sq: Emri i pavlefshëm
sw: Jina batili la kwanza
xh: Igama lokuqala elingasebenziyo
zu: Igama lokuqala elingavumelekile

source: Invalid Last Name
az: Yanlış soyadı
ca: Nom no vàlid
fi: Virheellinen sukunimi
fil: Di -wastong apelyido
ga: Ainm deireanach neamhbhailí
hy: Անվավեր ազգանուն
is: Ógilt eftirnafn
ka: არასწორი გვარი
lv: Nederīgs uzvārds
mk: Невалидно презиме
ms: Nama belakang yang tidak sah
mt: Kunjom invalidu
sq: Mbiemri i pavlefshëm
sw: Jina batili la mwisho
xh: Igama lokugqibela
zu: Igama lokugcina elingalungile

source: Invalid Password
az: etibarsız Şifrə
ca: contrasenya invàlida
fi: väärä salasana
fil: di wastong password
ga: Pasfhocal neamhbhailí
hy: Անվավեր գաղտնաբառ
is: ógilt lykilorð
ka: არასწორი პაროლი
lv: Nepareiza parole
mk: невалидна лозинка
ms: kata laluan tidak sah
mt: Password invalida
sq: Fjalëkalim i pavlefshëm
sw: Nenosiri batili
xh: Iphasiwedi engekhoyo
zu: Iphasiwedi engavumelekile

# InvalidRole
source: Invalid Role Type
az: Yanlış rol növü
ca: Tipus de rol no vàlid
fi: Virheellinen roolityyppi
fil: Hindi wastong uri ng papel
ga: Cineál ról neamhbhailí
hy: Սխալ դերի տեսակը
is: Ógild hlutverk gerð
ka: არასწორი როლის ტიპი
lv: Nederīgs lomu tips
mk: Невалиден тип на улога
ms: Jenis peranan yang tidak sah
mt: Tip ta 'rwol invalidu
sq: Lloji i pavlefshëm i rolit
sw: Aina ya jukumu batili
xh: Uhlobo olungasebenziyo
zu: Uhlobo Olungavumelekile Lokwenza

source: Invalid User Type
az: Yanlış istifadəçi növü
ca: Tipus d'usuari no vàlid
fi: Virheellinen käyttäjätyyppi
fil: Di -wastong uri ng gumagamit
ga: Cineál úsáideora neamhbhailí
hy: Անվավեր օգտվողի տեսակը
is: Ógild tegund notenda
ka: არასწორი მომხმარებლის ტიპი
lv: Nederīgs lietotāja tips
mk: Невалиден тип на корисник
ms: Jenis pengguna yang tidak sah
mt: Tip ta 'utent invalidu
sq: Lloji i pavlefshëm i përdoruesit
sw: Aina batili ya mtumiaji
xh: Uhlobo lomsebenzisi olungasebenziyo
zu: Uhlobo lomsebenzisi olungavumelekile

# login_screen_page_title
source: Login
az: Daxil ol
ca: iniciar Sessió
fi: Kirjaudu sisään
fil: Mag log in
ga: Logáil isteach
hy: Մուտք
is: Skrá inn
ka: Შესვლა
lv: Pieslēgties
mk: Логирај Се
ms: Log masuk
mt: Idħol
sq: Hyrje
sw: Ingia
xh: Ngema
zu: Ngena ngemvume

# login_screen_login_title
source: Login with your Account
az: Hesabınızla daxil olun
ca: Inicieu la sessió amb el vostre compte
fi: Kirjaudu sisään tililläsi
fil: Mag -login sa iyong account
ga: Logáil isteach le do chuntas
hy: Մուտք գործեք ձեր հաշվին
is: Skráðu þig inn með reikningnum þínum
ka: შედით თქვენს ანგარიშთან
lv: Piesakieties ar savu kontu
mk: Најавете се со вашата сметка
ms: Log masuk dengan akaun anda
mt: Idħol mal-kont tiegħek
sq: Hyni me llogarinë tuaj
sw: Ingia na akaunti yako
xh: Ngena ngeakhawunti yakho
zu: Ngena ngemvume nge-akhawunti yakho

# login_screen_facebook_button
source: Login with Facebook
az: Facebook ilə daxil olun
ca: Inicia sessió amb Facebook
fi: Kirjaudu sisään Facebookin kanssa
fil: Mag login sa facebook
ga: Logáil isteach le Facebook
hy: Մտնել Ֆեյսբուքով
is: Skráðu þig inn með Facebook
ka: შესვლა Facebook- ით
lv: Piesakieties ar Facebook
mk: Најавете се со Фејсбук
ms: Log masuk melalui Facebook
mt: Idħol ma 'Facebook
sq: Kyçuni nëpërmjet facebook
sw: Ingia na Facebook
xh: Ngena nge-facebook
zu: Ngena ngemvume nge-Facebook

# login_screen_google_button
source: Login with Google
az: Google ilə daxil olun
ca: Inicieu la sessió amb Google
fi: Kirjaudu sisään Googlen kanssa
fil: Mag -login sa Google
ga: Logáil isteach le Google
hy: Մուտք գործեք Google- ի հետ
is: Skráðu þig inn með Google
ka: შესვლა Google- თან
lv: Piesakieties ar Google
mk: Најавете се со Google
ms: Log masuk dengan Google
mt: Idħol ma 'Google
sq: Hyni me Google
sw: Ingia na Google
xh: Ngena neGoogle
zu: Ngena ngemvume nge-Google

# login_screen_email_caption
source: Email
az: E-poçt
ca: Correu electrònic
fi: Sähköposti
ga: Ríomhphost a chur
hy: Էլ
is: Netfang
ka: ელ.წერილი
lv: E -pasts
mk: Е -пошта
ms: E -mel
sq: Postë elektronike
sw: Barua pepe
xh: I-imeyile
zu: Ivangeli

# login_screen_password_caption
source: Password
az: Parol
ca: Contrasenya
fi: Salasana
ga: Pasfhocal
hy: Գաղտնաբառ
is: Lykilorð
ka: პაროლი
lv: Parole
mk: Лозинка
ms: Kata laluan
sq: Fjalëkalim
sw: Nenosiri
xh: Inombolo yokuvula
zu: Igama lokuvunyelwa ukungena endaweni ethile

# login_screen_forgot_password_caption
source: Forgot Password?
az: Şifrəni unutmusunuz?
ca: Has oblidat la contrasenya?
fi: Unohtuiko salasana?
fil: Nakalimutan ang password?
ga: Dearmad ar pasfhocal?
hy: Մոռացել եք գաղտնաբառը?
is: Gleymt lykilorð?
ka: Დაგავიწყდა შენი პაროლი?
lv: Aizmirsi paroli?
mk: Ја заборави лозинката?
ms: Lupa kata laluan?
mt: Insejt il-password?
sq: Keni harruar fjalëkalimin?
sw: Umesahau nywila?
xh: Ingaba uyilibele iphasiwedi?
zu: Ukhohlwe iphasiwedi?

# login_screen_login_button
source: Login
az: Daxil ol
ca: iniciar Sessió
fi: Kirjaudu sisään
fil: Mag log in
ga: Logáil isteach
hy: Մուտք
is: Skrá inn
ka: Შესვლა
lv: Pieslēgties
mk: Логирај Се
ms: Log masuk
mt: Idħol
sq: Hyrje
sw: Ingia
xh: Ngema
zu: Ngena ngemvume

# login_screen_account_caption
source: Don't have an Account?
az: Hesabınız yoxdur?
ca: No teniu cap compte?
fi: Eikö sinulla ole tiliä?
fil: Wala kang account?
ga: Nach bhfuil cuntas agat?
hy: Հաշիվ չունեք:
is: Ertu ekki með reikning?
ka: არ გაქვთ ანგარიში?
lv: Vai jums nav konta?
mk: Немате сметка?
ms: Tidak mempunyai akaun?
mt: M'għandekx kont?
sq: Nuk keni një llogari?
sw: Je! Hauna akaunti?
xh: Awunayo iakhawunti?
zu: Awunayo i-akhawunti?

# signin_screen_email_caption
source: Email
az: E-poçt
ca: Correu electrònic
fi: Sähköposti
ga: Ríomhphost a chur
hy: Էլ
is: Netfang
ka: ელ.წერილი
lv: E -pasts
mk: Е -пошта
ms: E -mel
sq: Postë elektronike
sw: Barua pepe
xh: I-imeyile
zu: Ivangeli

# signin_screen_password_caption
source: Password
az: Parol
ca: Contrasenya
fi: Salasana
ga: Pasfhocal
hy: Գաղտնաբառ
is: Lykilorð
ka: პაროლი
lv: Parole
mk: Лозинка
ms: Kata laluan
sq: Fjalëkalim
sw: Nenosiri
xh: Inombolo yokuvula
zu: Igama lokuvunyelwa ukungena endaweni ethile

# signin_screen_account_caption
source: Do you already have an Account?
az: Artıq hesabınız var?
ca: Ja teniu un compte?
fi: Onko sinulla jo tili?
fil: Mayroon ka na bang isang account?
ga: An bhfuil cuntas agat cheana féin?
hy: Դուք արդեն ունեք հաշիվ:
is: Ertu þegar með reikning?
ka: უკვე გაქვთ ანგარიში?
lv: Vai jums jau ir konts?
mk: Дали веќе имате сметка?
ms: Adakah anda sudah mempunyai akaun?
mt: Diġà għandek kont?
sq: A keni tashmë një llogari?
sw: Je! Tayari unayo akaunti?
xh: Ngaba sele unayo iakhawunti?
zu: Ngabe usunayo i-akhawunti?

# signin_screen_login_caption
source: Log in
az: Daxil ol
ca: Iniciar Sessió
fi: Kirjaudu sisään
fil: Mag log in
ga: Logáil isteach
hy: Մուտք գործեք
is: Skrá inn
ka: Შესვლა
lv: Pieslēgties
mk: Логирај Се
ms: Log masuk
mt: Idħol
sq: Logoj
sw: Ingia
xh: Ngema
zu: Ngena ngemvume

# signin_screen_first_name_caption
source: First Name
az: Ad
ca: Nom
fi: Etunimi
fil: Pangalan
ga: Ainm
hy: Անուն
is: Fyrsta nafn
ka: Სახელი
lv: Vārds
mk: Име
ms: Nama pertama
mt: Isem
sq: Emri
sw: Jina la kwanza
xh: Igama lakho
zu: Igama

# signin_screen_last_name_caption
source: Last Name
az: Soyad
ca: Cognom
fi: Sukunimi
fil: Huling pangalan
ga: An t -ainm deireanach
hy: Ազգանուն
is: Eftirnafn
ka: Გვარი
lv: Uzvārds
mk: Презиме
ms: Nama terakhir
mt: Kunjom
sq: Mbiemri
sw: Jina la familia
xh: Ifani
zu: Isibongo

# signin_screen_telephone_caption
source: Telephone
az: Telefon
ca: Telèfon
fi: Puhelin
fil: Telepono
ga: Glaoigh
hy: Հեռախոս
is: Sími
ka: ტელეფონი
lv: Telefons
mk: Телефон
ms: Telefon
mt: Telefon
sq: Telefonoj
sw: Simu
xh: Umnxeba
zu: Uthelefoni

# email_welcome_subject
source: Welcome to Place
az: Yerə xoş gəldiniz
ca: Benvingut a Place
fi: Tervetuloa paikkaan
fil: Maligayang pagdating sa lugar
ga: Fáilte go dtí Áit
hy: Բարի գալուստ տեղ
is: Verið velkomin að setja
ka: კეთილი იყოს თქვენი მობრძანება
lv: Laipni lūdzam vietā
mk: Добредојдовте на местото
ms: Selamat datang ke tempat
mt: Merħba fil-post
sq: Mirësevini në Place
sw: Karibu mahali
xh: Wamkelekile kwiNdawo
zu: Uyemukelwa endaweni

# email_welcome_message
source: We are sure your experience in Place will be awesome
az: Yerdəki təcrübənizin zəhmli olacağına əminik
ca: Estem segurs que la vostra experiència al seu lloc serà impressionant
fi: Olemme varmoja
fil: Sigurado kami na ang iyong karanasan sa lugar ay magiging kahanga -hangang
ga: Táimid cinnte go mbeidh do thaithí i bhfeidhm uamhnach
hy: Վստահ ենք, որ ձեր փորձը զարմանալի կլինի
is: Við erum viss um að reynsla þín á sínum stað verður æðisleg
ka: ჩვენ დარწმუნებული ვართ, რომ თქვენი გამოცდილება გასაოცარი იქნება
lv: Mēs esam pārliecināti, ka jūsu pieredze vietā būs satriecoša
mk: Сигурни сме дека вашето искуство во место ќе биде прекрасно
ms: Kami pasti pengalaman anda di tempat akan menjadi hebat
mt: Aħna żgur li l-esperjenza tiegħek f'postha tkun tal-biża '
sq: Ne jemi të sigurt se përvoja juaj në vend do të jetë e mrekullueshme
sw: Tuna hakika uzoefu wako mahali utakuwa wa kushangaza
xh: Siqinisekile ukuba amava akho endaweni aya kuba yinto emnandi
zu: Siyaqiniseka ukuthi isipiliyoni sakho sisendaweni sizoba yisabekayo

source: Invalid Country
az: Etibarsız ölkə
ca: País no vàlid
fi: Virheellinen maa
fil: Di -wastong bansa
ga: Tír neamhbhailí
hy: Անվավեր երկիր
is: Ógilt land
ka: არასწორი ქვეყანა
lv: Nederīga valsts
mk: Невалидна земја
ms: Negara yang tidak sah
mt: Pajjiż invalidu
sq: Vend i pavlefshëm
sw: Nchi batili
xh: Ilizwe elingasebenziyo
zu: Izwe elingavumelekile

# SMSVerificationMessage
source: Your verification code for {0} is:
az: {0} üçün doğrulama kodunuz:
ca: El vostre codi de verificació per a {0} és:
fi: {0} varmennuskoodisi on:
fil: Ang iyong verification code para sa {0} ay:
ga: Is é do chód fíoraithe do {0}:
hy: Ձեր ստուգման ծածկագիրը {0} է.
is: Staðfestingarkóðinn þinn fyrir {0} er:
ka: თქვენი გადამოწმების კოდი {0} არის:
lv: Jūsu verifikācijas kods {0} ir:
mk: Вашиот код за верификација за {0} е:
ms: Kod pengesahan anda untuk {0} ialah:
mt: Il-kodiċi tal-verifika tiegħek għal {0} huwa:
sq: Kodi juaj i verifikimit për {0} është:
sw: Nambari yako ya uthibitisho wa {0} ni:
xh: Ikhowudi yakho yokuqinisekisa ye {0}:
zu: Ikhodi yakho yokuqinisekisa ye- {0} yile:

# EmailVerificationMessage
source: Code Verification Request
az: Kod yoxlama tələbi
ca: Sol·licitud de verificació del codi
fi: Koodin varmennuspyyntö
fil: Kahilingan sa pag -verify ng code
ga: Iarratas ar Fhíorú an Chóid
hy: Կոդի ստուգման հարցում
is: Staðfestingarbeiðni kóða
ka: კოდის გადამოწმების მოთხოვნა
lv: Koda verifikācijas pieprasījums
mk: Барање за верификација на код
ms: Permintaan pengesahan kod
mt: Talba għall-verifika tal-kodiċi
sq: Kërkesë për verifikimin e kodit!
sw: Ombi la Uthibitishaji wa Msimbo!
xh: Isicelo Sokuqinisekisa Ikhowudi!
zu: Isicelo Sokuqinisekisa Ikhodi!

# EmailVerificationTitle
source: Email Code Verification
az: E-poçt kodu yoxlanışı
ca: Verificació del codi de correu electrònic
fi: Sähköpostikoodin varmennus
fil: Pag -verify ng Email Code
ga: Fíorú cód ríomhphoist
hy: Էլ.փոստի կոդերի ստուգում
is: Staðfesting tölvupóstkóða
ka: ელ.ფოსტის კოდის გადამოწმება
lv: E -pasta koda pārbaude
mk: Верификација на кодот за е -пошта
ms: Pengesahan kod e -mel
mt: Verifika tal-Kodiċi tal-Email
sq: Verifikimi i kodit të emailit!
sw: Uthibitishaji wa Msimbo wa Barua pepe!
xh: Ukuqinisekiswa Kwekhowudi Ye-imeyile!
zu: Ukuqinisekiswa Kwekhodi Ye-imeyili!

# EmailVerificationInstructions
source: Please enter this code into {0} in order to validate your email account.
az: Zəhmət olmasa e-poçt hesabınızı təsdiqləmək üçün bu kodu {0} daxil edin.
ca: Introduïu aquest codi a {0} per validar el vostre compte de correu electrònic.
fi: Kirjoita tämä koodi {0} sähköpostitilisi vahvistamiseksi.
fil: Mangyaring ipasok ang code na ito sa {0} upang mapatunayan ang iyong email account.
ga: Cuir isteach an cód seo i {0} chun do chuntas ríomhphoist a bhailíochtú.
hy: Խնդրում ենք մուտքագրել այս կոդը {0}, ձեր էլ. Փոստի հաշիվը վավերացնելու համար:
is: Vinsamlegast sláðu inn þennan kóða í {0} til að staðfesta tölvupóstreikninginn þinn.
ka: გთხოვთ, შეიყვანოთ ეს კოდი {0}, თქვენი ელ.ფოსტის ანგარიშის დასადასტურებლად.
lv: Lūdzu, ievadiet šo kodu {0}, lai apstiprinātu savu e -pasta kontu.
mk: Внесете го овој код во {0} за да ја потврдите вашата сметка за е -пошта.
ms: Sila masukkan kod ini ke {0} untuk mengesahkan akaun e -mel anda.
mt: Jekk jogħġbok daħħal dan il-kodiċi f '{0} sabiex tivvalida l-kont tal-email tiegħek.
sq: Vendos këtë kod në {0} për të vërtetuar llogarinë tënde të emailit.!
sw: Tafadhali ingiza msimbo huu ndani ya {0} ili kuthibitisha akaunti yako ya barua pepe.!
xh: Nceda ufake le khowudi ku- {0} ukuze uqinisekise iakhawunti yakho ye-imeyile.!
zu: Sicela ufake le khodi ku- {0} ukuze uqinisekise i-akhawunti yakho ye-imeyili.!

# EmailVerificationThanks
source: Thanks you for join to {0}
az: {0} -ə qoşulmaq üçün təşəkkür edirəm
ca: Gràcies per unir -vos a {0}
fi: Kiitos, että liittyit {0}
fil: Salamat sa pagsali sa {0}
ga: Go raibh maith agat as a bheith páirteach le {0}
hy: Շնորհակալ եմ ձեզ միանալու համար {0
is: Takk fyrir að vera með {0}
ka: მადლობას გიხდით {0}
lv: Paldies par pievienošanos {0}
mk: Ви благодариме што се придруживте на {0}
ms: Terima kasih kerana menyertai {0}
mt: Grazzi talli ngħaqad ma '{0}
sq: Faleminderit që u bashkove me {0}!
sw: Asante kwa kujiunga na {0}!
xh: Enkosi ngokujoyina ku- {0}!
zu: Siyabonga ngokujoyina ku- {0}!

# InvalidDateofBirth
source: You must have more than 18 years old
az: 18 yaşdan çoxunuz olmalıdır
ca: Deu tenir més de 18 anys
fi: Sinulla on oltava yli 18 -vuotias
fil: Dapat mayroon kang higit sa 18 taong gulang
ga: Caithfidh níos mó ná 18 mbliana d’aois a bheith agat
hy: Դուք պետք է ունենաք ավելի քան 18 տարեկան
is: Þú verður að hafa meira en 18 ára
ka: თქვენ უნდა გქონდეთ 18 წელზე მეტი
lv: Jums jābūt vairāk nekā 18 gadus vecam
mk: Мора да имате повеќе од 18 години
ms: Anda mesti mempunyai lebih dari 18 tahun
mt: Irid ikollok aktar minn 18-il sena
sq: Duhet të jeni më shumë se 18 vjeç!
sw: Lazima uwe na umri wa zaidi ya miaka 18!
xh: Kufuneka ube neminyaka engaphezu kweyi-18!
zu: Kumelwe ube neminyaka engaphezu kwengu-18 ubudala!

# EmailAlreadyExists
source: A user with the given email already exists.
az: Verilmiş e-poçtu olan bir istifadəçi artıq mövcuddur.
ca: Ja existeix un usuari amb el correu electrònic donat.
fi: Käyttäjä, jolla on annettu sähköposti on jo olemassa.
fil: Ang isang gumagamit na may naibigay na email ay mayroon na.
ga: Tá úsáideoir leis an ríomhphost a thugtar ann cheana féin.
hy: Տվյալ էլ. Փոստով օգտագործված օգտագործողն արդեն գոյություն ունի:
is: Notandi með gefinn tölvupóst er þegar til.
ka: მოცემული ელ.ფოსტის მომხმარებელი უკვე არსებობს.
lv: Lietotājs ar doto e -pastu jau pastāv.
mk: Корисник со дадената е -пошта веќе постои.
ms: Pengguna dengan e -mel yang diberikan sudah ada.
mt: Utent bl-email mogħti diġà jeżisti.
sq: Një përdorues me emailin e dhënë tashmë ekziston.
sw: Mtumiaji aliye na barua pepe aliyopewa tayari yuko.
xh: Umsebenzisi one-imeyile enikiweyo sele ekhona.
zu: Umsebenzisi one-imeyili enikeziwe esevele ekhona.

# InvalidVerificationCode
source: Code was not able to confirm.
az: Kod təsdiq edə bilmədi.
ca: El codi no ha estat capaç de confirmar.
fi: Koodi ei pystynyt vahvistamaan.
fil: Hindi makumpirma ng code.
ga: Ní raibh an cód in ann a dhearbhú.
hy: Ծածկագիրը չկարողացավ հաստատել:.
is: Kóði gat ekki staðfest.
ka: კოდექსმა ვერ დაადასტურა.
lv: Kods nespēja apstiprināt.
mk: Кодексот не беше во можност да потврди.
ms: Kod tidak dapat mengesahkan.
mt: Kodiċi ma kienx kapaċi jikkonferma.
sq: Kodi nuk ishte në gjendje të konfirmonte.
sw: Nambari haikuweza kudhibitisha.
xh: Ikhowudi yayingakwazi ukuqinisekisa.
zu: Ikhodi ayikwazanga ukuqinisekisa.

# InvalidPasswordMaxLength
source: Invalid Maximum Password Length
az: Yanlış maksimum parol uzunluğu
ca: Longitud màxima de la contrasenya no vàlida
fi: Virheellinen salasanan enimmäispituus
fil: Di -wastong maximum na haba ng password
ga: Fad uasta pasfhocal neamhbhailí neamhbhailí
hy: Անվավեր գաղտնաբառի առավելագույն երկարությունը
is: Ógild hámarkslengd lykilorðs
ka: პაროლის მაქსიმალური სიგრძე
lv: Nederīgs maksimālais paroles garums
mk: Невалидна максимална должина на лозинката
ms: Panjang kata laluan maksimum yang tidak sah
mt: Tul massimu invalidu tal-password
sq: Gjatësia maksimale e fjalëkalimit maksimal
sw: Urefu batili wa nywila
xh: Ubude obungasebenziyo
zu: Ubude obuphezulu bephasiwedi

# InvalidPasswordMinLength
source: Invalid Minimum Password Length
az: Yanlış minimum parol uzunluğu
ca: Longitud mínima de contrasenya no vàlida
fi: Virheellinen salasanan vähimmäispituus
fil: Di -wastong minimum na haba ng password
ga: Fad íosta pasfhocal neamhbhailí neamhbhailí
hy: Գաղտնաբառի անվավեր նվազագույն երկարությունը
is: Ógilt lágmarkslengd lykilorðs
ka: პაროლის მინიმალური სიგრძე
lv: Nederīgs minimālais paroles garums
mk: Невалидна минимална должина на лозинка
ms: Panjang kata laluan minimum yang tidak sah
mt: Tul tal-password minimu invalidu
sq: Gjatësia minimale e pavlefshme e fjalëkalimit
sw: Urefu wa nenosiri batili
xh: Ubuncinci bephasiwedi engasebenziyo
zu: Ubude obuncane bephasiwedi

# InvalidPasswordUppercase
source: Password must contains at least one upper case letter
az: Şifrə ən azı bir böyük hərfdən ibarət olmalıdır
ca: La contrasenya ha de contenir almenys una lletra de la caixa superior
fi: Salasanan on sisällettävä vähintään yksi suurempi kirjain
fil: Ang password ay dapat naglalaman ng hindi bababa sa isang itaas na sulat ng kaso
ga: Caithfidh litir cháis uachtair amháin ar a laghad a bheith i bhfocal faire
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ վերին գործի տառ
is: Lykilorð verður að innihalda að minnsta kosti einn hástafi
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ ზედა კესტის წერილს
lv: Parolē jābūt vismaz vienam lielajam burtam
mk: Лозинката мора да содржи најмалку една буква од горниот случај
ms: Kata laluan mesti mengandungi sekurang -kurangnya satu huruf kes atas
mt: Il-password trid fiha mill-inqas ittra waħda ta 'fuq
sq: Fjalëkalimi duhet të përmbajë të paktën një shkronjë të rastit të sipërm
sw: Nenosiri lazima lina angalau barua moja ya juu
xh: Iphasiwedi kufuneka iqulethe ileta enye ephezulu
zu: Iphasiwedi kumele iqukethe okungenani incwadi yecala elilodwa eliphezulu

# InvalidPasswordLowerCase
source: Password must contains at least one lower case letter
az: Şifrə ən azı bir kiçik hərfdən ibarət olmalıdır
ca: La contrasenya ha de contenir almenys una lletra minúscula
fi: Salasanan on sisällettävä vähintään yksi pieni kirjain
fil: Ang password ay dapat naglalaman ng hindi bababa sa isang mas mababang sulat ng kaso
ga: Caithfidh litir cháis íochtair amháin ar a laghad a bheith i bhfocal faire
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ ստորին տառ
is: Lykilorð verður að innihalda að minnsta kosti einn lægri mál
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ ქვედა წერილს
lv: Parolē jābūt vismaz vienai mazo burtu vēstulei
mk: Лозинката мора да содржи барем едно писмо со пониски случаи
ms: Kata laluan mesti mengandungi sekurang -kurangnya satu huruf kes yang lebih rendah
mt: Il-password trid fiha mill-inqas ittra waħda baxxa
sq: Fjalëkalimi duhet të përmbajë të paktën një shkronjë të rastit më të ulët
sw: Nenosiri lazima lina angalau barua moja ya chini ya kesi
xh: Iphasiwedi kufuneka iqulethe ileta enye
zu: Iphasiwedi kufanele iqukethe okungenani incwadi yecala eliphansi

# InvalidPasswordDigit
source: Password must contains at least one digit
az: Şifrə ən azı bir rəqəmdən ibarət olmalıdır
ca: La contrasenya ha de contenir almenys un dígit
fi: Salasanan on oltava ainakin yksi numero
fil: Ang password ay dapat naglalaman ng hindi bababa sa isang digit
ga: Caithfidh digit amháin ar a laghad a bheith sa phasfhocal
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ նիշ
is: Lykilorð verður að innihalda að minnsta kosti einn stafa
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ ციფრს
lv: Parolē jābūt vismaz vienam ciparam
mk: Лозинката мора да содржи барем една цифра
ms: Kata laluan mesti mengandungi sekurang -kurangnya satu digit
mt: Il-password għandu jkun fiha mill-inqas ċifra waħda
sq: Fjalëkalimi duhet të përmbajë të paktën një shifër
sw: Nenosiri lazima lina angalau nambari moja
xh: Iphasiwedi kufuneka ibe nenombolo enye
zu: Iphasiwedi kumele iqukethe okungenani idijithi elilodwa

# InvalidPasswordSpecialCharacter
source: Password must contains at least one special character
az: Şifrə ən azı bir xüsusi xarakter olmalıdır
ca: La contrasenya ha de contenir almenys un caràcter especial
fi: Salasanan on sisällettävä ainakin yksi erikoismerkki
fil: Ang password ay dapat naglalaman ng hindi bababa sa isang espesyal na karakter
ga: Caithfidh carachtar speisialta amháin ar a laghad a bheith sa phasfhocal
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ հատուկ բնույթ
is: Lykilorð verður að innihalda að minnsta kosti einn sérstaka staf
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ სპეციალურ პერსონაჟს
lv: Parolē jābūt vismaz vienai īpašai rakstzīmei
mk: Лозинката мора да содржи барем еден посебен карактер
ms: Kata laluan mesti mengandungi sekurang -kurangnya satu watak khas
mt: Il-password trid fiha mill-inqas karattru speċjali wieħed
sq: Fjalëkalimi duhet të përmbajë të paktën një karakter të veçantë
sw: Nenosiri lazima lina angalau tabia moja maalum
xh: Iphasiwedi kufuneka iqulethe ubuncinci bomlinganiswa okhethekileyo
zu: Iphasiwedi kumele iqukethe okungenani uhlamvu olukhethekile

source: Invalid User
az: Yanlış istifadəçi
ca: Usuari no vàlid
fi: Virheellinen käyttäjä
fil: Di -wastong gumagamit
ga: Úsáideoir neamhbhailí
hy: Անվավեր օգտվող
is: Ógildur notandi
ka: არასწორი მომხმარებელი
lv: Nederīgs lietotājs
mk: Невалиден корисник
ms: Pengguna tidak sah
mt: Utent invalidu
sq: Përdorues i pavlefshëm
sw: Mtumiaji batili
xh: Umsebenzisi ongasebenziyo
zu: Umsebenzisi ongavumelekile

# login_screen_register_caption
source: Signup
az: Abunə olun
ca: Registra't
fi: Kirjaudu
fil: Pag -signup
ga: Clarú
hy: Գրանցվել
is: Skráðu þig
ka: დარტყმა
lv: Pierakstīties
mk: Пријавување
ms: Pendaftaran
mt: Irregistra
sq: Regjistrim
sw: Jisajili
xh: Bhalisa
zu: Bhalisela
