Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

# signin_screen_privacy_policies_caption
source: Are you agree with our privacy policies?
az: Gizlilik siyasətimizlə razısınız?
ca: Esteu d’acord amb les nostres polítiques de privadesa?
fi: Oletko samaa mieltä tietosuojakäytäntöjemme kanssa?
fil: Sumasang -ayon ka ba sa aming mga patakaran sa privacy?
ga: An aontaíonn tú lenár bpolasaithe príobháideachais?
hy: Համաձայն եք մեր գաղտնիության քաղաքականության հետ:
is: Ertu sammála persónuverndarstefnu okkar?
ka: ეთანხმებით ჩვენს კონფიდენციალურობის პოლიტიკას?
lv: Vai jūs piekrītat mūsu privātuma politikai?
mk: Дали се согласувате со нашите политики за приватност?
ms: Adakah anda bersetuju dengan dasar privasi kami?
mt: Taqbel mal-politiki tal-privatezza tagħna?
sq: A jeni dakord me politikat tona të intimitetit?
sw: Je! Unakubaliana na sera zetu za faragha?
xh: Ngaba uyavumelana nemigaqo-nkqubo yethu yabucala?
zu: Ngabe uyavumelana nezinqubomgomo zethu zobumfihlo?

# signin_screen_signin_title
source: Sign Up
az: Abunə olun
ca: Registra't
fi: Kirjaudu
fil: Mag -sign up
ga: Clarú
hy: Գրանցվել
is: Skráðu þig
ka: დარეგისტრირება
lv: Pierakstīties
mk: Пријавете се
ms: Daftar
mt: Irregistra
sq: Regjistrohem
sw: Jisajili
xh: Bhalisa
zu: Bhalisela

# signin_screen_register_button
source: Sign Up
az: Abunə olun
ca: Registra't
fi: Kirjaudu
fil: Mag -sign up
ga: Clarú
hy: Գրանցվել
is: Skráðu þig
ka: დარეგისტრირება
lv: Pierakstīties
mk: Пријавете се
ms: Daftar
mt: Irregistra
sq: Regjistrohem
sw: Jisajili
xh: Bhalisa
zu: Bhalisela

# signin_screen_confirm_password_caption
source: Confirm Password
az: Şifrəni təsdiqləyin
ca: Confirma la contrassenya
fi: Vahvista salasana
fil: Kumpirmahin ang password
ga: Deimhnigh Pasfhocal
hy: Հաստատել գաղտնաբառը
is: Staðfesta lykilorð
ka: Პაროლის დადასტურება
lv: apstipriniet paroli
mk: Потврди ја лозинката
ms: Sahkan kata laluan
mt: Ikkonferma il-Password
sq: Konfirmoni fjalëkalimin
sw: Thibitisha nywila
xh: Ngqina iphasiwedi
zu: Qinisekisa Iphasiwedi

# signin_screen_page_title
source: Sign Up
az: Abunə olun
ca: Registra't
fi: Kirjaudu
fil: Mag -sign up
ga: Clarú
hy: Գրանցվել
is: Skráðu þig
ka: დარეგისტრირება
lv: Pierakstīties
mk: Пријавете се
ms: Daftar
mt: Irregistra
sq: Regjistrohem
sw: Jisajili
xh: Bhalisa
zu: Bhalisela

# InvalidUserValidation
source: User has not confirm his account.
az: İstifadəçi hesabını təsdiqləməyib.
ca: L'usuari no ha confirmat el seu compte.
fi: Käyttäjä ei ole vahvistanut tiliään.
fil: Hindi kinumpirma ng gumagamit ang kanyang account.
ga: Níor dhearbhaigh an t -úsáideoir a chuntas.
hy: Օգտագործողը չի հաստատել իր հաշիվը:
is: Notandi hefur ekki staðfest reikning sinn.
ka: მომხმარებელმა არ დაადასტურა მისი ანგარიში.
lv: Lietotājs nav apstiprinājis savu kontu.
mk: Корисникот не ја потврди својата сметка.
ms: Pengguna belum mengesahkan akaunnya.
mt: Utent ma kkonfermax il-kont tiegħu.
sq: Përdoruesi nuk e ka konfirmuar llogarinë e tij.
sw: Mtumiaji hajathibitisha akaunti yake.
xh: Umsebenzisi akaqinisekanga iakhawunti yakhe.
zu: Umsebenzisi akaqiniseki nge-akhawunti yakhe.

source: Invalid Name
az: Yalnış ad
ca: Nom no vàlid
fi: Virheellinen nimi
fil: mga hilera at haligi
ga: Neamhbhailí
hy: Անվավեր անվանում:
is: Rangt!
ka: არასწორი სახელი
lv: Nederīgs nosaukums: {0}
mk: Неважечки
ms: Nama Tidak Sah
mt: Mhux validu
sq: Emwr i Pavlefshwm
sw: Si sahihi
xh: Igama alichananga!
zu: Igama elingavumelekile!

source: Invalid Description
az: Yanlış Təsvir!
ca: Descripció no vàlida"
fi: Virheellinen kuvaus!
fil: Di-wastong Paglalarawan!
ga: Cur Síos Neamhbhailí!
hy: Անվավեր նկարագրություն
is: Ógild lýsing!
ka: არასწორი აღწერა
lv: Nederīgs apraksts
mk: Неважечки опис!
ms: Keterangan Tidak Sah!
mt: Deskrizzjoni Mhux Valida!
sq: Përshkrim i pavlefshëm!
sw: Maelezo si Sahihi!
xh: Ingcaciso Ayichananga!
zu: Incazelo Engavumelekile!

source: Invalid Currency
az: Valyuta kodu etibarsızdır
ca: El codi de moneda no és vàlid
fi: Tilaukselle valittu valuutta ei kelpaa
fil: Di-wastong Pera!
ga: Airgeadra Neamhbhailí!
hy: Անվավեր արժույթ
is: Ógildur gjaldmiðilskóði
ka: ვალუტის კოდი არასწორია
lv: Nederīga valūta!
mk: Невалиден код на валута
ms: Mata wang yang tidak sah
mt: Munita Mhux Valida!
sq: Kod monedhe i pavlefshëm
sw: Sarafu batili!
xh: Imali yelizwe engasebenziyo!
zu: Ikharensi Engavumelekile!

# ingresar_codigo
source: Enter code
az: Daxil olun
ca: Introdueix el codi
fi: Anna koodi
fil: Code
ga: iontráil
hy: Մուտքագրեք ծածկագիր
is: Sláðu inn PIN-númer
ka: შეიყვანეთ კოდი
lv: Ievadīt kodu
mk: Внесете го кодот
ms: Masukkan Kod
mt: Ikteb il-PIN
sq: Fut kodin
sw: Weka msimbo
xh: Ngena
zu: Faka

# codigo
source: Code
az: Kod
ca: Codi
fi: Koodi
ga: Cód
hy: Միավորի բանալի
is: Kóði
ka: კოდი
lv: Kods
mk: Код
ms: Kod
mt: Kodiċi
sq: Kodi
sw: Msimbo
xh: Ikhowudi
zu: Ikhodi!

# ingresa_el_codigo
source: Enter the code sent
az: Göndərilən kodu daxil edin.
ca: Introdueix el codi enviat!
fi: SYÖTÄ KOODI
fil: Ilagay ang code na ipinadala!
ga: Cuir isteach an cód a seoladh!
hy: Մուտքագրեք ուղարկված կոդը:
is: Sláðu inn kóðann sem var sendur!
ka: Შეიყვანეთ გაგზავნილი კოდი!
lv: Ievadiet kodu
mk: Внесете го испратениот код!
ms: Masukkan kod
mt: Daħħal il-kodiċi mibgħut!
sq: Vendos kodin e dërguar!
sw: ingiza mboo
xh: Faka ikhowudi ethunyelwe!
zu: Faka ikhodi ethunyelwe!

# estimado
source: Dear
az: Hörmətli
ca: Benvolgut/uda
fi: Hei
fil: ano ang tagalog ang mahal sa liham
ga: A, .... a chara
hy: ba erb es galu hayastan sirem qez
is: kæri
ka: გამარჯობა,
lv: Godātais/Cienītā
mk: Почитуван/а,
ms: tetap terjaga
mt: cerv
sq: I/e dashur
sw: Mpendwa
xh: Ukukhangela
zu: moratiwa

# se_ha
source: has been
az: olmuşdur!
ca: ha estat!
fi: on lähetetty
fil: ay na -
ga: bhí!
hy: եղել է:
is: hefur verið!
ka: ეს ცნობილია როგორც ჩასახვა
lv: ir bijusi
mk: беше!
ms: Maksud telah
mt: ma kien
sq: ÇFARË ËSHTË BËRË?
sw: Imekuwa
xh: Genge
zu: I miss u

# registrado_con_exito
source: register
az: qeydiyyat
ca: Registra’t
fi: rekisteröidy
fil: paggamit
ga: clár
hy: Գրանցվել
is: Skráðu þig
ka: რეგისტრაცია
lv: Reģistrēties
mk: регистрација
ms: laras bahasa
mt: Irreġistra
sq: regjistër
sw: kujisajili
xh: Bhalisa
zu: ukubhalisa

# boton_ingresar
source: Click on the Login button
az: Giriş düyməsinə klikləyin!
ca: Fes clic al botó Inicia sessió!
fi: Napsauta sisäänkirjautumispainiketta.
fil: Mag-click sa pindutan ng Pag-login!
ga: Cliceáil ar an gcnaipe Logáil Isteach!
hy: Սեղմեք Մուտք կոճակը:
is: Smelltu á innskráningarhnappinn!
ka: Დააჭირეთ შესვლის ღილაკს!
lv: Noklikšķiniet uz pogas Pieteikties!
mk: Кликнете на копчето Најава!
ms: Klik pada butang log masuk
mt: Ikklikkja fuq il-buttuna Idħol!
sq: Kliko në butonin Hyrje!
sw: Bofya kitufe cha Kuingia!
xh: Cofa kwiqhosha lokungena kwiakhawunti yakho!
zu: Chofoza inkinobho ethi Ngena!

# ingresar
source: Login
az: Daxil ol
ca: iniciar Sessió
fi: Kirjaudu sisään
fil: Mag log in
ga: Logáil isteach
hy: Մուտք
is: Skrá inn
ka: Შესვლა
lv: Pieslēgties
mk: Логирај Се
ms: Log masuk
mt: Idħol
sq: Hyrje
sw: Ingia
xh: Ngema
zu: Ngena ngemvume

# register_code_ingresar_codigo
source: Enter code
az: Daxil olun
ca: Introdueix el codi
fi: Anna koodi
fil: Code
ga: iontráil
hy: Մուտքագրեք ծածկագիր
is: Sláðu inn PIN-númer
ka: შეიყვანეთ კოდი
lv: Ievadīt kodu
mk: Внесете го кодот
ms: Masukkan Kod
mt: Ikteb il-PIN
sq: Fut kodin
sw: Weka msimbo
xh: Ngena
zu: Faka

# register_code_codigo
source: Code
az: Kod
ca: Codi
fi: Koodi
ga: Cód
hy: Միավորի բանալի
is: Kóði
ka: კოდი
lv: Kods
mk: Код
ms: Kod
mt: Kodiċi
sq: Kodi
sw: Msimbo
xh: Ikhowudi
zu: Ikhodi!

# register_code_ingresa_el_codigo
source: Enter the code that was sent to you
az: Sizə göndərilən kodu daxil edin
ca: Introduïu el codi que us ha enviat
fi: Kirjoita sinulle lähetetty koodi
fil: Ipasok ang code na ipinadala sa iyo
ga: Iontráil an cód a seoladh chugat
hy: Մուտքագրեք ձեզ ուղարկված կոդը
is: Sláðu inn kóðann sem var sendur til þín
ka: შეიყვანეთ კოდი, რომელიც გამოგიგზავნეთ
lv: Ievadiet jums nosūtīto kodu
mk: Внесете го кодот што ви беше испратен
ms: Masukkan kod yang dihantar kepada anda
mt: Daħħal il-kodiċi li ntbagħat lilek
sq: Vendosni kodin që ju është dërguar
sw: Ingiza nambari iliyotumwa kwako
xh: Ngenisa ikhowudi eyathunyelwa kuwe
zu: Faka ikhodi eyathunyelwa kuwe

# register_success_estimado
source: Dear
az: Hörmətli
ca: Benvolgut/uda
fi: Hei
fil: ano ang tagalog ang mahal sa liham
ga: A, .... a chara
hy: ba erb es galu hayastan sirem qez
is: kæri
ka: გამარჯობა,
lv: Godātais/Cienītā
mk: Почитуван/а,
ms: tetap terjaga
mt: cerv
sq: I/e dashur
sw: Mpendwa
xh: Ukukhangela
zu: moratiwa

# register_success_se_ha
source: has been
az: olmuşdur!
ca: ha estat!
fi: on lähetetty
fil: ay na -
ga: bhí!
hy: եղել է:
is: hefur verið!
ka: ეს ცნობილია როგორც ჩასახვა
lv: ir bijusi
mk: беше!
ms: Maksud telah
mt: ma kien
sq: ÇFARË ËSHTË BËRË?
sw: Imekuwa
xh: Genge
zu: I miss u

# register_success_registrado_con_exito
source: successfully registered
az: uğurla qeydiyyata alındı
ca: registrat amb èxit
fi: Rekisteröity onnistuneesti
fil: matagumpay na nakarehistro
ga: cláraithe go rathúil
hy: հաջողությամբ գրանցվել է
is: Með góðum árangri skráð
ka: წარმატებით დარეგისტრირდა
lv: veiksmīgi reģistrēts
mk: успешно регистриран
ms: berjaya didaftarkan
mt: irreġistrat b'suċċess
sq: Regjistruar me sukses
sw: kusajiliwa kwa mafanikio
xh: ibhalisiwe ngempumelelo
zu: ibhaliswe ngempumelelo

# register_success_boton_ingresar
source: Click on the login button
az: Giriş düyməsini vurun
ca: Feu clic al botó Inici de sessió
fi: Napsauta Kirjaudu -painiketta
fil: Mag -click sa pindutan ng pag -login
ga: Cliceáil ar an gcnaipe Logála isteach
hy: Կտտացրեք մուտքի կոճակը
is: Smelltu á innskráningarhnappinn
ka: დააჭირეთ ღილაკს შესვლის
lv: Noklikšķiniet uz pogas Pieteikšanās
mk: Кликнете на копчето за најавување
ms: Klik pada butang Log masuk
mt: Ikklikkja fuq il-buttuna tal-login
sq: Klikoni në butonin e hyrjes
sw: Bonyeza kitufe cha kuingia
xh: Cofa kwiqhosha lokungena
zu: Chofoza inkinobho yokungena ngemvume

# register_success_ingresar
source: Login
az: Daxil ol
ca: iniciar Sessió
fi: Kirjaudu sisään
fil: Mag log in
ga: Logáil isteach
hy: Մուտք
is: Skrá inn
ka: Შესვლა
lv: Pieslēgties
mk: Логирај Се
ms: Log masuk
mt: Idħol
sq: Hyrje
sw: Ingia
xh: Ngema
zu: Ngena ngemvume

# complete_registration_verificacion
source: Verification
az: Doğrulama
ca: Verificació
fi: Varmennus
fil: Pag -verify
ga: Fíorú
hy: Ստուգում
is: Staðfesting
ka: შემოწმება
lv: Pārbaude
mk: Верификација
ms: Pengesahan
mt: Verifika
sq: Verifikim
sw: Uthibitishaji
xh: Ukuqinisekiswa
zu: Ukuqiniswa

# complete_registration_direccion_de_correo
source: Email address
az: E-poçt ünvanı
ca: Adreça de correu electrònic
fi: Sähköpostiosoite
ga: Seoladh ríomhphoist
hy: Էլ.փոստի հասցե
is: Netfang
ka: ელ.ფოსტის მისამართი
lv: E -pasta adrese
mk: Адреса за е -пошта
ms: Alamat e -mel
mt: Indirizz tal-email
sq: Adresa e postës elektronike
sw: Anwani ya barua pepe
xh: Idilesi yemeyile
zu: Ikheli le-imeyili

# complete_registration_por_favor_revise
source: Please check your email account
az: Zəhmət olmasa e-poçt hesabınızı yoxlayın
ca: Consulteu el vostre compte de correu electrònic
fi: Tarkista sähköpostitilisi
fil: Mangyaring suriin ang iyong email account
ga: Seiceáil do chuntas ríomhphoist le do thoil
hy: Խնդրում ենք ստուգել ձեր էլփոստի հաշիվը
is: Vinsamlegast athugaðu tölvupóstreikninginn þinn
ka: გთხოვთ, შეამოწმოთ თქვენი ელ.ფოსტის ანგარიში
lv: Lūdzu, pārbaudiet savu e -pasta kontu
mk: Проверете ја вашата сметка за е -пошта
ms: Sila periksa akaun e -mel anda
mt: Jekk jogħġbok iċċekkja l-kont tal-email tiegħek
sq: Ju lutemi kontrolloni llogarinë tuaj të postës elektronike
sw: Tafadhali angalia akaunti yako ya barua pepe
xh: Nceda ujonge iakhawunti yakho ye-imeyile
zu: Sicela ubheke i-akhawunti yakho ye-imeyili

# complete_registration_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# complete_registration_el_correo_electronico
source: The email is not registered
az: E-poçt qeydiyyata alınmadı
ca: El correu electrònic no està registrat
fi: Sähköpostia ei ole rekisteröity
fil: Ang email ay hindi nakarehistro
ga: Níl an ríomhphost cláraithe
hy: Էլ.փոստը գրանցված չէ
is: Tölvupósturinn er ekki skráður
ka: ელ.ფოსტა არ არის რეგისტრირებული
lv: E -pasts nav reģistrēts
mk: Е -поштата не е регистрирана
ms: E -mel tidak didaftarkan
mt: L-email mhix irreġistrata
sq: Emaili nuk është i regjistruar
sw: Barua pepe haijasajiliwa
xh: I-imeyile ayibhaliswanga
zu: I-imeyili ayibhalisiwe

# password_recovery_recuperar_contrasenia
source: Recover password
az: Şifrəni bərpa edin
ca: Recupereu la contrasenya
fi: Palauta salasana
fil: Mabawi ang password
ga: Pasfhocal a aisghabháil
hy: Վերականգնել գաղտնաբառը
is: Endurheimta lykilorð
ka: პაროლის აღდგენა
lv: Atgūt paroli
mk: Вратете ја лозинката
ms: Pulihkan kata laluan
mt: Irkupra l-password
sq: Rikuperoni fjalëkalimin
sw: Rejesha nywila
xh: Phinda ufumane i-password
zu: Buyisela iphasiwedi

# password_recovery_direccion_de_correo
source: Email address
az: E-poçt ünvanı
ca: Adreça de correu electrònic
fi: Sähköpostiosoite
ga: Seoladh ríomhphoist
hy: Էլ.փոստի հասցե
is: Netfang
ka: ელ.ფოსტის მისამართი
lv: E -pasta adrese
mk: Адреса за е -пошта
ms: Alamat e -mel
mt: Indirizz tal-email
sq: Adresa e postës elektronike
sw: Anwani ya barua pepe
xh: Idilesi yemeyile
zu: Ikheli le-imeyili

# password_recovery_su_codigo_sera
source: Your code will be sent to your email, please check
az: Kodunuz elektron poçtunuza göndəriləcək, yoxlayın
ca: El vostre codi s’enviarà al vostre correu electrònic, comproveu -ho
fi: Koodisi lähetetään sähköpostiisi, tarkista!
fil: Ipapadala ang iyong code sa iyong email, mangyaring suriin
ga: Seolfar do chód chuig do r -phost, seiceáil le do thoil
hy: Ձեր ծածկագիրը կուղարկվի ձեր էլ. Փոստով, խնդրում ենք ստուգել
is: Kóðinn þinn verður sendur á tölvupóstinn þinn, vinsamlegast athugaðu
ka: თქვენი კოდი გაიგზავნება თქვენს ელ.ფოსტაზე, გთხოვთ შეამოწმოთ
lv: Jūsu kods tiks nosūtīts uz jūsu e -pastu, lūdzu, pārbaudiet
mk: Вашиот код ќе биде испратен до вашата е -пошта, проверете
ms: Kod anda akan dihantar ke e -mel anda, sila periksa
mt: Il-kodiċi tiegħek jintbagħat lill-email tiegħek, jekk jogħġbok iċċekkja
sq: Kodi juaj do të dërgohet në emailin tuaj, ju lutemi kontrolloni
sw: Nambari yako itatumwa kwa barua pepe yako, tafadhali angalia
xh: Ikhowudi yakho iya kuthunyelwa kwi-imeyile yakho, nceda ujonge
zu: Ikhodi yakho izothunyelwa ku-imeyili yakho, sicela uhlole

# password_recovery_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# password_recovery_el_correo_electronico
source: The email is not registered
az: E-poçt qeydiyyata alınmadı
ca: El correu electrònic no està registrat
fi: Sähköpostia ei ole rekisteröity
fil: Ang email ay hindi nakarehistro
ga: Níl an ríomhphost cláraithe
hy: Էլ.փոստը գրանցված չէ
is: Tölvupósturinn er ekki skráður
ka: ელ.ფოსტა არ არის რეგისტრირებული
lv: E -pasts nav reģistrēts
mk: Е -поштата не е регистрирана
ms: E -mel tidak didaftarkan
mt: L-email mhix irreġistrata
sq: Emaili nuk është i regjistruar
sw: Barua pepe haijasajiliwa
xh: I-imeyile ayibhaliswanga
zu: I-imeyili ayibhalisiwe

# verify_password_code_ingresar_codigo
source: Enter code
az: Daxil olun
ca: Introdueix el codi
fi: Anna koodi
fil: Code
ga: iontráil
hy: Մուտքագրեք ծածկագիր
is: Sláðu inn PIN-númer
ka: შეიყვანეთ კოდი
lv: Ievadīt kodu
mk: Внесете го кодот
ms: Masukkan Kod
mt: Ikteb il-PIN
sq: Fut kodin
sw: Weka msimbo
xh: Ngena
zu: Faka

# verify_password_code_codigo
source: Code
az: Kod
ca: Codi
fi: Koodi
ga: Cód
hy: Միավորի բանալի
is: Kóði
ka: კოდი
lv: Kods
mk: Код
ms: Kod
mt: Kodiċi
sq: Kodi
sw: Msimbo
xh: Ikhowudi
zu: Ikhodi!

# verify_password_code_ingresa_el_codigo
source: Enter the code that was
az: Olan kodu daxil edin
ca: Introduïu el codi que era
fi: Syötä koodi, joka oli!
fil: Ipasok ang code na
ga: Iontráil an cód a bhí
hy: Մուտքագրեք այն կոդը, որը եղել է
is: Sláðu inn kóðann sem var
ka: შეიყვანეთ კოდი, რომელიც იყო
lv: Ievadiet kodu, kas bija
mk: Внесете го кодот што беше
ms: Masukkan kod yang ada
mt: Daħħal il-kodiċi li kien
sq: Vendosni kodin që ishte
sw: Ingiza nambari ambayo ilikuwa
xh: Ngenisa ikhowudi eyayiyiyo
zu: Faka ikhodi okwakukhona

# verify_password_code_enviado
source: sent to you
az: sizə göndərildi
ca: Enviat a vosaltres
fi: lähetetty sinulle!
fil: ipinadala sa iyo
ga: Seolta chugat
hy: ուղարկվել է ձեզ
is: sent til þín
ka: გამოგიგზავნე
lv: Nosūtīts jums
mk: Испратено до вас
ms: dihantar kepada anda
mt: mibgħut lilek
sq: të dërguar tek ju
sw: kutumwa kwako
xh: uthunyelwe kuwe
zu: Kuthunyelwe kuwe

# verify_password_code_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# verify_password_code_el_codigo_es
source: The code is incorrect. Try again.
az: Kod səhvdir. Yenidən cəhd edin.
ca: El codi és incorrecte. Torneu -ho a provar.
fi: Koodi on virheellinen. Yritä uudelleen.!
fil: Ang code ay hindi tama. Subukang muli.
ga: Tá an cód mícheart. Bain triail eile as.
hy: Կոդը սխալ է: Կրկին փորձեք:
is: Kóðinn er rangur. Reyndu aftur.
ka: კოდი არასწორია. ისევ სცადე.
lv: Kods nav pareizs. Mēģiniet vēlreiz.
mk: Кодот е неточен. Обидете се повторно.
ms: Kod ini tidak betul. Cuba lagi.
mt: Il-kodiċi mhuwiex korrett. Erġa 'pprova.
sq: Kodi është i pasaktë. Provo përsëri.
sw: Nambari sio sahihi. Jaribu tena.
xh: Ikhowudi ayichanekanga. Zama kwakhona.
zu: Ikhodi ayilungile. Zama futhi.

# reset_password_component_nueva_contrasenia
source: New password
az: Yeni parol
ca: Nova contrasenya
fi: Uusi salasana
fil: Bagong password
ga: Pasfhocal nua
hy: Նոր գաղտնաբառ
is: Nýtt lykilorð
ka: ახალი პაროლი
lv: Jauna parole
mk: Нова лозинка
ms: Kata laluan baru
mt: Password ġdida
sq: Fjalëkalim i ri
sw: Nenosiri mpya
xh: Iphasiwedi entsha
zu: Iphasiwedi Entsha

# reset_password_component_confirme_su_contrasenia
source: Confirm your password
az: Şifrənizi təsdiqləyin
ca: Confirmeu la vostra contrasenya
fi: Vahvista salasanasi
fil: Kumpirmahin ang iyong password
ga: Deimhnigh do phasfhocal
hy: Հաստատեք ձեր գաղտնաբառը
is: Staðfestu lykilorðið þitt
ka: დაადასტურეთ თქვენი პაროლი
lv: Apstipriniet savu paroli
mk: Потврдете ја вашата лозинка
ms: Sahkan kata laluan anda
mt: Ikkonferma l-password tiegħek
sq: Konfirmoni fjalëkalimin tuaj
sw: Thibitisha nywila yako
xh: Qinisekisa iphasiwedi yakho
zu: Qinisekisa iphasiwedi yakho

# reset_password_component_por_favor_ingrese
source: Please enter and confirm your
az: Zəhmət olmasa daxil edin və təsdiqləyin
ca: Introduïu i confirmeu el vostre
fi: Ole hyvä ja syötä ja vahvista!
fil: Mangyaring ipasok at kumpirmahin ang iyong
ga: Iontráil agus dearbhaigh do
hy: Խնդրում ենք մուտքագրել եւ հաստատել ձեր
is: Vinsamlegast sláðu inn og staðfestu þinn
ka: გთხოვთ, შეიყვანოთ და დაადასტუროთ თქვენი
lv: Lūdzu, ievadiet un apstipriniet savu
mk: Внесете и потврдете го вашиот
ms: Sila masukkan dan sahkan
mt: Jekk jogħġbok daħħal u kkonferma tiegħek
sq: Ju lutemi shkruani dhe konfirmoni tuajin
sw: Tafadhali ingiza na uthibitishe yako
xh: Nceda ufake kwaye uqiniseke yakho
zu: Sicela ufake futhi uqinisekise okwakho

# reset_password_component_nueva_clave
source: new password
az: Yeni parol
ca: nova contrasenya
fi: uusi salasana
fil: bagong password
ga: pasfhocal nua
hy: Նոր գաղտնաբառ
is: nýtt lykilorð
ka: ახალი პაროლი
lv: jauna parole
mk: нова лозинка
ms: kata laluan baru
mt: password ġdida
sq: fjalëkalim i ri
sw: Nenosiri mpya
xh: Iphasiwedi entsha
zu: Iphasiwedi Entsha

# reset_password_component_error_message
source: Password reset failed. Please try again later.
az: Şifrə sıfırlama uğursuz oldu. Xahiş edirəm daha sonra yenidən cəhd edin.
ca: El restabliment de la contrasenya ha fallat. Torneu -ho a provar més tard.
fi: Salasanan nollaus epäonnistui. Yritä myöhemmin uudelleen.!
fil: Nabigo ang pag -reset ng password. Mangyaring subukang muli mamaya.
ga: Theip ar athshocrú pasfhocal. Bain triail eile as níos déanaí.
hy: Գաղտնաբառի վերափոխումը ձախողվեց: Խնդրում ենք փորձել ավելի ուշ:
is: Endurstilla lykilorð mistókst. Vinsamlegast reyndu aftur seinna.
ka: პაროლის გადატვირთვა ვერ მოხერხდა. გთხოვთ, სცადოთ მოგვიანებით.
lv: Paroles atiestatīšana neizdevās. Lūdzu, vēlāk mēģiniet vēlreiz.
mk: Ресетирање на лозинка не успеа. Ве молиме, обидете се повторно подоцна.
ms: Tetapan semula kata laluan gagal. Sila cuba lagi kemudian.
mt: Ir-reset tal-password falliet. Jekk jogħġbok erġa 'pprova aktar tard.
sq: Rivendosja e fjalëkalimit dështoi. Ju lutemi provoni përsëri më vonë.
sw: Kuweka upya nywila kumeshindwa. Tafadhali jaribu tena baadaye.
xh: Ukuseta kwakhona kwegama eligqithisiweyo akuphumelelanga. Nceda uzame kwakhona mva.
zu: Ukusetha kabusha iphasiwedi kwehlulekile. Sicela uzame futhi emuva kwesikhathi.

# reset_password_component_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# profile_perfil
source: Profile
az: Profil
ca: Perfil
fi: Profiili
ga: Cuir i bpróifíl
hy: Պրոֆիլ
is: Prófíl
ka: პროფილი
lv: Profils
mk: Профил
ms: Profil
mt: Profil
sq: Profil
sw: Wasifu
xh: Iprofayile
zu: Uhlangothi olulodwa lobuso

# profile_nombre
source: First name
az: Ad
ca: Nom
fi: Etunimi
fil: Unang pangalan
ga: Ainm baiste
hy: Անուն
is: Fornafn
ka: სახელი
lv: Vārds
mk: Име
ms: Nama pertama
mt: L-ewwel isem
sq: Emër
sw: Jina la kwanza
xh: Igama lakho
zu: Igama

# profile_ingrese_su_nombre
source: Enter your first name
az: Adınızı daxil edin
ca: Introduïu el vostre nom
fi: Kirjoita etunimesi
fil: Ipasok ang iyong unang pangalan
ga: Iontráil do chéad ainm
hy: Մուտքագրեք ձեր անունը
is: Sláðu inn fornafn þitt
ka: შეიყვანეთ თქვენი სახელი
lv: Ievadiet savu vārdu
mk: Внесете го вашето име
ms: Masukkan nama pertama anda
mt: Daħħal l-ewwel isem tiegħek
sq: Vendosni emrin tuaj të parë
sw: Ingiza jina lako la kwanza
xh: Ngenisa igama lakho lokuqala
zu: Faka igama lakho lokuqala

# profile_apellido
source: Last name
az: Səyyah
ca: Nom
fi: Sukunimi
fil: Huling Pangalan
ga: An t -ainm deireanach
hy: Ազգանուն
is: Eftirnafn
ka: გვარი
lv: Uzvārds
mk: Презиме
ms: Nama belakang
mt: Kunjom
sq: Mbiemri
sw: Jina la mwisho
xh: Ifani
zu: Isibongo

# profile_ingrese_su_apellido
source: Enter your last name
az: Soyadınızı daxil edin
ca: Introduïu el vostre cognom
fi: Kirjoita sukunimesi
fil: Ipasok ang iyong apelyido
ga: Iontráil d’ainm deireanach
hy: Մուտքագրեք ձեր ազգանունը
is: Sláðu inn eftirnafnið þitt
ka: შეიყვანეთ თქვენი გვარი
lv: Ievadiet savu uzvārdu
mk: Внесете го вашето презиме
ms: Masukkan nama belakang anda
mt: Daħħal l-Kunjom Tiegħek
sq: Vendosni mbiemrin tuaj
sw: Ingiza jina lako la mwisho
xh: Ngenisa igama lakho lokugqibela
zu: Faka igama lakho lokugcina

# profile_correo
source: Email address
az: E-poçt ünvanı
ca: Adreça de correu electrònic
fi: Sähköpostiosoite
ga: Seoladh ríomhphoist
hy: Էլ.փոստի հասցե
is: Netfang
ka: ელ.ფოსტის მისამართი
lv: E -pasta adrese
mk: Адреса за е -пошта
ms: Alamat e -mel
mt: Indirizz tal-email
sq: Adresa e postës elektronike
sw: Anwani ya barua pepe
xh: Idilesi yemeyile
zu: Ikheli le-imeyili
