Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

# currency_dialog_codigo
source: Code
az: Kod
ca: Codi
fi: Koodi
ga: Cód
hy: Միավորի բանալի
is: Kóði
ka: კოდი
lv: Kods
mk: Код
ms: Kod
mt: Kodiċi
sq: Kodi
sw: Msimbo
xh: Ikhowudi
zu: Ikhodi!

# currency_dialog_ingresa_codigo
source: Enter code
az: Daxil olun
ca: Introdueix el codi
fi: Anna koodi
fil: Code
ga: iontráil
hy: Մուտքագրեք ծածկագիր
is: Sláðu inn PIN-númer
ka: შეიყვანეთ კოდი
lv: Ievadīt kodu
mk: Внесете го кодот
ms: Masukkan Kod
mt: Ikteb il-PIN
sq: Fut kodin
sw: Weka msimbo
xh: Ngena
zu: Faka

# currency_dialog_simbolo
source: Symbol
az: Rəmzi
ca: Símbol
fi: Symboli
fil: Simbolo
ga: Múnla
hy: Սիմվոլ
is: Tákn
ka: სიმბოლო
lv: Simbols
mk: Симбол
ms: Simbol
mt: Simbolu
sq: Simbol
sw: Ishara
xh: Isimboli
zu: Isifanekiselo

# currency_dialog_ingrese_simbolo
source: Enter symbol
az: Rəmzi daxil edin
ca: Introduïu el símbol
fi: Kirjoittaa symboliin
fil: Ipasok ang simbolo
ga: Iontráil siombail
hy: Մուտքագրեք խորհրդանիշ
is: Sláðu inn tákn
ka: შეიყვანეთ სიმბოლო
lv: Ievadiet simbolu
mk: Внесете симбол
ms: Masukkan simbol
mt: Daħħal is-simbolu
sq: Hyni në simbol
sw: Ingiza ishara
xh: Ngenisa uphawu
zu: Faka uphawu

# currency_dialog_tipo_de_cambio
source: Exchange Rate
az: Məzənnə
ca: Tipus de canvi
fi: Valuuttakurssi
fil: Palitan ng rate
ga: Ráta malairte
hy: Փոխարժեքի փոխարժեքը
is: Gengi
ka: გაცვლითი კურსი
lv: Valūtas maiņas kurss
mk: Девизен курс
ms: Kadar pertukaran
mt: Rata tal-kambju
sq: Kursi i këmbimit
sw: Kiwango cha ubadilishaji
xh: Imali yokutshintsha
zu: Isilinganiso sokushintsha imali

# currency_dialog_ingrese_tipo_de
source: Enter exchange rate
az: Məzənnə daxil edin
ca: Introduïu el tipus de canvi
fi: Syötä valuuttakurssi
fil: Ipasok ang rate ng palitan
ga: Iontráil an ráta malairte
hy: Մուտքագրեք փոխարժեքը
is: Sláðu inn gengi
ka: შეიყვანეთ გაცვლითი კურსი
lv: Ievadiet maiņas kursu
mk: Внесете го девизниот курс
ms: Masukkan kadar pertukaran
mt: Daħħal ir-rata tal-kambju
sq: Vendosni kursin e këmbimit
sw: Ingiza kiwango cha ubadilishaji
xh: Ngenisa inqanaba lokutshintsha
zu: Faka isilinganiso Sokushintshana

# currency_dialog_cancelar
source: Cancel
az: Ləğv etmək
ca: Cancel·lar
fi: Peruuttaa
fil: Kanselahin
ga: Cealaigh
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
lv: Atcelt
mk: Откажи
ms: Batalkan
mt: Ikkanċella
sq: Anuloj
sw: Ghairi
xh: Rhoxisa
zu: Hlikihla

# currency_dialog_guardar
source: Save
az: Qurtarmaq
ca: Estalviar
fi: Tallentaa
fil: I -save
ga: Spáráil
hy: Խնայել
is: Vista
ka: გადარჩენა
lv: Ietaupīt
mk: Зачувај
ms: Simpan
mt: Ħlief
sq: Ruaj
sw: Hifadhi
xh: Gcina
zu: Hlenga

# category_list_agregar_nuevo
source: Add New
az: Yeni əlavə edin
ca: Afegiu nou
fi: Lisätä uutta
fil: Magdagdag ng Bago
ga: Cuir nua leis
hy: Ավելացնել նոր
is: Bæta við nýju
ka: დაამატეთ ახალი
lv: Pievienot jaunu
mk: Додадете ново
ms: Tambah baru
mt: Żid ġdid
sq: Shtoj të reja
sw: Ongeza Mpya
xh: Yongeza entsha
zu: Engeza okusha

# category_list_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# category_list_esta_seguro_que
source: Are you sure you want to delete this category?
az: Bu kateqoriyanı silmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu suprimir aquesta categoria?
fi: Haluatko varmasti poistaa tämän luokan?
fil: Sigurado ka bang nais mong tanggalin ang kategoryang ito?
ga: An bhfuil tú cinnte gur mhaith leat an chatagóir seo a scriosadh?
hy: Համոզված եք, որ ցանկանում եք ջնջել այս կատեգորիան:
is: Ertu viss um að þú viljir eyða þessum flokki?
ka: დარწმუნებული ხართ, რომ გსურთ ამ კატეგორიის წაშლა?
lv: Vai esat pārliecināts, ka vēlaties izdzēst šo kategoriju?
mk: Дали сте сигурни дека сакате да ја избришете оваа категорија?
ms: Adakah anda pasti mahu memadamkan kategori ini?
mt: Int żgur li trid tħassar din il-kategorija?
sq: A jeni i sigurt që doni të fshini këtë kategori?
sw: Je! Una uhakika unataka kufuta kitengo hiki?
xh: Uqinisekile ukuba ufuna ukucima eli nqanaba?
zu: Uqinisekile ukuthi ufuna ukususa lesi sigaba?

# category_list_esta_accion_no
source: This action cannot be undone.
az: Bu hərəkət geri qaytarıla bilməz.
ca: Aquesta acció no es pot desfer.
fi: Tätä toimintaa ei voida kumota.
fil: Ang pagkilos na ito ay hindi maaaring magawa.
ga: Ní féidir an gníomh seo a dhíscaoileadh.
hy: Այս գործողությունը չի կարող վերացնել:
is: Ekki er hægt að afturkalla þessa aðgerð.
ka: ეს ქმედება არ შეიძლება გაუქმდეს.
lv: Šo darbību nevar atsaukt.
mk: Оваа акција не може да се разоткрие.
ms: Tindakan ini tidak dapat dibatalkan.
mt: Din l-azzjoni ma tistax titneħħa.
sq: Ky veprim nuk mund të zhbëhet.
sw: Kitendo hiki hakiwezi kufutwa.
xh: Esi senzo asinakulungiswa.
zu: Lesi senzo asinakungcola.

# category_list_si_eliminar
source: Yes, delete
az: Bəli, silmək
ca: Sí, suprimeix
fi: Kyllä, poista
fil: Oo, tanggalin
ga: Sea, scrios
hy: Այո, ջնջել
is: Já, eyða
ka: დიახ, წაშლა
lv: Jā, izdzēsiet
mk: Да, избришете
ms: Ya, padamkan
mt: Iva, ħassar
sq: Po, fshi
sw: Ndio, futa
xh: Ewe, cima
zu: Yebo, susa

# category_list_cancelar
source: Cancel
az: Ləğv etmək
ca: Cancel·lar
fi: Peruuttaa
fil: Kanselahin
ga: Cealaigh
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
lv: Atcelt
mk: Откажи
ms: Batalkan
mt: Ikkanċella
sq: Anuloj
sw: Ghairi
xh: Rhoxisa
zu: Hlikihla

# category_list_eliminado
source: Deleted
az: Silinmiş
ca: Suprimit
fi: Poistettu
fil: Tinanggal
ga: Scriosta
hy: Ջնջված
is: Eytt
ka: წაშლილი
lv: Izdzēsts
mk: Избришано
ms: Dipadam
mt: Imħassar
sq: I fshirë
sw: Kufutwa
xh: Icinyiwe
zu: Kususiwe

# category_list_la_categoria_ha
source: Category has been deleted
az: Kateqoriya silindi
ca: S'ha suprimit la categoria
fi: Luokka on poistettu
fil: Ang kategorya ay tinanggal
ga: Scriosadh catagóir
hy: Կատեգորիա ջնջվել է
is: Flokki hefur verið eytt
ka: კატეგორია წაშალა
lv: Kategorija ir izdzēsta
mk: Категоријата е избришана
ms: Kategori telah dipadamkan
mt: Kategorija tħassret
sq: Kategoria është fshirë
sw: Jamii imefutwa
xh: Udidi lucinyiwe
zu: Isigaba sisusiwe

# category_dialog_categoria
source: Category
az: Kateqoriya
ca: Categoria
fi: Luokka
fil: Kategorya
ga: Catagóir
hy: Կատեգորիա
is: Flokkur
ka: კატეგორია
lv: Kategorija
mk: Категорија
ms: Kategori
mt: Kategorija
sq: Kategori
sw: Jamii
xh: Udidi
zu: Uhlobo

# category_dialog_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# category_dialog_ingrese_su_nombre
source: Enter name
az: Ad çəkmək
ca: Introduir el nom
fi: Antaa nimi
fil: Ipasok ang Pangalan
ga: Cuir an t -ainm isteach
hy: Մուտքագրեք անունը
is: Sláðu inn nafn
ka: შეიყვანეთ სახელი
lv: Ievadiet vārdu
mk: Внесете име
ms: Masukkan nama
mt: Daħħal l-isem
sq: Futni emrin
sw: Ingiza Jina
xh: Ngenisa igama
zu: Faka igama

# category_dialog_cancelar
source: Cancel
az: Ləğv etmək
ca: Cancel·lar
fi: Peruuttaa
fil: Kanselahin
ga: Cealaigh
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
lv: Atcelt
mk: Откажи
ms: Batalkan
mt: Ikkanċella
sq: Anuloj
sw: Ghairi
xh: Rhoxisa
zu: Hlikihla

# category_dialog_guardar
source: Save
az: Qurtarmaq
ca: Estalviar
fi: Tallentaa
fil: I -save
ga: Spáráil
hy: Խնայել
is: Vista
ka: გადარჩენა
lv: Ietaupīt
mk: Зачувај
ms: Simpan
mt: Ħlief
sq: Ruaj
sw: Hifadhi
xh: Gcina
zu: Hlenga

# approve_sites_titulo
source: Title
az: Başlıq
ca: Títol
fi: Otsikko
fil: Pamagat
ga: Ceart
hy: Վերնագիր
is: Titill
ka: ტიტული
lv: Tituls
mk: Наслов
ms: Tajuk
mt: Titlu
sq: Titull
sw: Kichwa
xh: Isihloko
zu: Ibizo

# approve_sites_nombre_del_usuario
source: User name
az: İstifadəçi adı
ca: Nom d'usuari
fi: Käyttäjänimi
fil: Pangalan ng gumagamit
ga: Ainm an úsáideora
hy: Օգտագործողի անուն
is: Notandanafn
ka: მომხმარებლის სახელი
lv: Lietotājvārds
mk: Корисничко име
ms: Nama pengguna
mt: Isem tal-Utent
sq: Emrin e përdoruesit
sw: Jina la mtumiaji
xh: Igama lomsebenzisi
zu: Igama lomsebenzisi

# approve_sites_fecha_de_creacion
source: Creation date
az: Yaradılış tarixi
ca: Data de creació
fi: Luomispäivä
fil: Petsa ng paglikha
ga: Dáta cruthaithe
hy: Ստեղծման ամսաթիվը
is: Sköpunardagsetning
ka: შექმნის თარიღი
lv: Radīšanas datums
mk: Датум на создавање
ms: Tarikh penciptaan
mt: Data tal-ħolqien
sq: Data e krijimit
sw: Tarehe ya uumbaji
xh: Umhla wokudalwa
zu: Usuku lokudala

# view_site_dialog_titulo
source: Title
az: Başlıq
ca: Títol
fi: Otsikko
fil: Pamagat
ga: Ceart
hy: Վերնագիր
is: Titill
ka: ტიტული
lv: Tituls
mk: Наслов
ms: Tajuk
mt: Titlu
sq: Titull
sw: Kichwa
xh: Isihloko
zu: Ibizo

# view_site_dialog_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# view_site_dialog_descripcion
source: Description
az: Təsvir
ca: Descripció
fi: Kuvaus
fil: Paglalarawan
ga: Saghas
hy: Նկարագրություն
is: Lýsing
ka: აღწერილობა
lv: Apraksts
mk: Опис
ms: Penerangan
mt: Deskrizzjoni
sq: Përshkrim
sw: Maelezo
xh: Inkcazo
zu: Ukufanisa

# view_site_dialog_precio_adultos
source: Adult price
az: Böyüklərin qiyməti
ca: Preu adult
fi: Aikuisten hinta
fil: Presyo ng may sapat na gulang
ga: Praghas do dhaoine fásta
hy: Մեծահասակների գին
is: Fullorðinsverð
ka: ზრდასრული ფასი
lv: Pieaugušo cena
mk: Цена за возрасни
ms: Harga dewasa
mt: Prezz għall-adulti
sq: Çmim për të rritur
sw: Bei ya watu wazima
xh: Ixabiso labantu abadala
zu: Intengo yabantu abadala

# view_site_dialog_precio_menores
source: Child price
az: Uşaq qiyməti
ca: Preu infantil
fi: Lasten hinta
fil: Presyo ng Bata
ga: Praghas an linbh
hy: Երեխայի գին
is: Barnaverð
ka: ბავშვის ფასი
lv: Bērna cena
mk: Цена на децата
ms: Harga kanak -kanak
mt: Prezz tat-Tfal
sq: Çmim i fëmijës
sw: Bei ya mtoto
xh: Ixabiso lomntwana
zu: Intengo Yezingane

# view_site_dialog_precio_transporte
source: Transport price
az: Nəqliyyatın qiyməti
ca: Preu del transport
fi: Kuljetushinta
fil: Presyo ng transportasyon
ga: Praghas iompair
hy: Տրանսպորտի գինը
is: Flutningsverð
ka: ტრანსპორტის ფასი
lv: Transporta cena
mk: Транспортна цена
ms: Harga pengangkutan
mt: Prezz tat-Trasport
sq: Çmim i transportit
sw: Bei ya Usafiri
xh: Ixabiso lezothutho
zu: Intengo yezokuthutha

# view_site_dialog_categoria
source: Category
az: Kateqoriya
ca: Categoria
fi: Luokka
fil: Kategorya
ga: Catagóir
hy: Կատեգորիա
is: Flokkur
ka: კატეგორია
lv: Kategorija
mk: Категорија
ms: Kategori
mt: Kategorija
sq: Kategori
sw: Jamii
xh: Udidi
zu: Uhlobo

# view_site_dialog_pais
source: Country
az: Ölkə
ca: País
fi: Maa
fil: Bansa
ga: Tuath
hy: Երկիր
is: Land
ka: ქვეყანა
lv: Apvidus
mk: Земја
ms: Negara
mt: Pajjiż
sq: Vend
sw: Nchi
xh: Ilizwe
zu: Izwe

# view_site_dialog_moneda
source: Currency
az: Valyuta
ca: Moneda
fi: Valuutta
fil: Pera
ga: Airgeadra
hy: Արժեթղթեր
is: Gjaldmiðill
ka: ვალუტა
lv: Valūta
mk: Валута
ms: Mata wang
mt: Munita
sq: Monedhë
sw: Sarafu
xh: Imali
zu: Imali

# view_site_dialog_dia
source: Day
az: Gündüz
ca: Dia
fi: Päivä
fil: Araw
ga: Tréimhse
hy: Օր
is: Dagur
ka: დღე
lv: Diena
mk: Ден
ms: Hari
mt: Jum
sq: Ditë
sw: Siku
xh: Usuku
zu: Usuku

# view_site_dialog_de
source: From
az: Dən
ca: Des de
fi: -Sta
fil: Mula sa
ga: Ó
hy: Դեպի
is: Frá
ka: -გან
lv: No
mk: Од
ms: Dari
mt: Minn
sq: Nga
sw: Kutoka
xh: Ukusuka
zu: Ukusuka

# view_site_dialog_a
source: To
az: Üçün
ca: A
fi: -Lla
fil: Sa
ga: Go dtí
hy: Դեպի
is: Til
ka: -მდე
lv: Līdz
mk: До
ms: Ke
sq: Nga
sw: Kwa
xh: Ukuya
zu: Kwa-

# view_site_dialog_aprobar
source: Approve
az: Bəyənmək
ca: Aprovar
fi: Hyväksyä
fil: Aprubahan
ga: Bheith i bhfabhar
hy: Հաստատել
is: Samþykkja
ka: მოწონება
lv: Apstiprināt
mk: Одобри
ms: Meluluskan
mt: Approva
sq: Aprovoj
sw: Idhini
xh: Vuma
zu: Vumela

# view_site_dialog_rechazar
source: Reject
az: Rədd etmək
ca: Rebutjar
fi: Hylätä
fil: Tanggihan
ga: Diúltú
hy: Մերժել
is: Hafna
ka: უარყოფა
lv: Noraidīt
mk: Отфрли
ms: Menolak
mt: Tiċħad
sq: Hedh poshtë
sw: Kukataa
xh: Ukwala
zu: Khahlela

# view_site_dialog_confirmar_rechazo
source: Confirm rejection
az: Rədd etməyin
ca: Confirmeu el rebuig
fi: Vahvista hylkääminen
fil: Kumpirmahin ang pagtanggi
ga: Deimhnigh diúltú
hy: Հաստատեք մերժումը
is: Staðfestu höfnun
ka: უარის თქმა
lv: Apstiprināt noraidījumu
mk: Потврдете го отфрлањето
ms: Sahkan penolakan
mt: Ikkonferma ċ-ċaħda
sq: Konfirmoni refuzimin
sw: Thibitisha kukataliwa
xh: Qinisekisa ukwanda
zu: Qinisekisa ukwenqatshwa

# view_site_dialog_razon_del_rechazo
source: Reason for rejection
az: Rədd edilməsinin səbəbi
ca: Motiu del rebuig
fi: Hylkäämisen syy
fil: Dahilan para sa pagtanggi
ga: Cúis le diúltú
hy: Մերժման պատճառ
is: Ástæða höfnunar
ka: უარის თქმის მიზეზი
lv: Noraidīšanas iemesls
mk: Причина за отфрлање
ms: Sebab penolakan
mt: Raġuni għar-rifjut
sq: Arsyeja e refuzimit
sw: Sababu ya kukataliwa
xh: Isizathu sokwaliwa
zu: Isizathu sokwenqatshwa

# view_site_dialog_sito_aprobado
source: Approved site:
az: Təsdiq edilmiş sayt:
ca: Lloc aprovat:
fi: Hyväksytty sivusto:
fil: Inaprubahang Site:
ga: Suíomh ceadaithe:
hy: Հաստատված կայք.
is: Samþykkt síða:
ka: დამტკიცებული საიტი:
lv: Apstiprināta vietne:
mk: Одобрена страница:
ms: Tapak yang diluluskan:
mt: Sit approvat:
sq: Faqja e aprovuar:
sw: Tovuti iliyoidhinishwa:
xh: Indawo evunyiweyo:
zu: Isayithi elivunyiwe:

# view_site_dialog_aprobado
source: Approved
az: Təsdiqlədi
ca: Aprovat
fi: Hyväksytty
fil: Inaprubahan
ga: Faofa
hy: Հաստատված
is: Samþykkt
ka: დამტკიცებული
lv: Apstiprināts
mk: Одобрено
ms: Diluluskan
mt: Approvat
sq: I miratuar
sw: Kupitishwa
xh: Ivunyiwe
zu: -Vunyelwe

# view_site_dialog_error
source: Error
az: Səhv
fi: Virhe
ga: Earráid
hy: Սխալ
is: Villa
ka: შეცდომა
lv: Kļūda
mk: Грешка
ms: Ralat
mt: Żball
sq: Gabim
sw: Kosa
xh: Impazamo
zu: Ukuphambeka

# view_site_dialog_error_aprobando
source: Error approving the site
az: Saytı təsdiqləyən səhv
ca: Error aprovant el lloc
fi: Virhe sivuston hyväksyminen
fil: Error sa pag -apruba sa site
ga: Earráid ag ceadú an láithreáin
hy: Կայքը հաստատելու սխալ
is: Villa við að samþykkja síðuna
ka: საიტის დამტკიცების შეცდომა
lv: Kļūda, kas apstiprina vietni
mk: Грешка во одобрувањето на страницата
ms: Ralat meluluskan laman web
mt: Żball li japprova s-sit
sq: Gabim në aprovimin e faqes
sw: Kosa kupitisha Tovuti
xh: Imposiso ivumile indawo
zu: Iphutha ukuvuma isiza

# view_site_dialog_rechazado
source: Rejected
az: Rədd edilmiş
ca: Rebutjat
fi: Hylätty
fil: Tinanggihan
ga: Diúltaithe
hy: Մերժված
is: Hafnað
ka: უარყოფილი
lv: Noraidīts
mk: Отфрлен
ms: Ditolak
mt: Miċħuda
sq: I refuzuar
sw: Kukataliwa
xh: Yaliwe
zu: -Nganqatshiwe

# view_site_dialog_sitio_rechazado
source: Site rejected
az: Sayt rədd edildi
ca: Lloc rebutjat
fi: Sivusto hylätty
fil: Tinanggihan ng site
ga: Diúltaíodh don Suíomh
hy: Կայքը մերժվեց
is: Síða hafnað
ka: საიტი უარყო
lv: Vietne noraidīta
mk: Отфрлена страница
ms: Tapak ditolak
mt: Sit miċħud
sq: Faqja e refuzuar
sw: Tovuti imekataliwa
xh: Indawo eyaliwe
zu: Isayithi Lenqatshiwe

# menu_profile
source: Profile
az: Profil
ca: Perfil
fi: Profiili
ga: Cuir i bpróifíl
hy: Պրոֆիլ
is: Prófíl
ka: პროფილი
lv: Profils
mk: Профил
ms: Profil
mt: Profil
sq: Profil
sw: Wasifu
xh: Iprofayile
zu: Uhlangothi olulodwa lobuso

# menu_change_password
source: Change Password
az: Parol dəyişdirmək
ca: Canvieu la contrasenya
fi: Vaihda salasana
fil: Baguhin ang password
ga: Athraigh pasfhocal
hy: Փոխել գաղտնաբառը
is: Breyttu lykilorði
ka: პაროლის შეცვლა
lv: Mainīt paroli
mk: Променете ја лозинката
ms: Tukar kata laluan
mt: Ibdel il-password
sq: Ndryshoni fjalëkalimin
sw: Badilisha nywila
xh: Tshintsha iphasiwedi
zu: SHINTSHA iphasiwedi

# menu_register
source: Register as Owner
az: Sahibi kimi qeydiyyatdan keçin
ca: Registra't com a propietari
fi: Ilmoittautua omistajaksi
fil: Magrehistro bilang may -ari
ga: Cláraigh mar úinéir
hy: Գրանցվել որպես սեփականատեր
is: Skráðu þig sem eiganda
ka: დარეგისტრირდით როგორც მფლობელი
lv: Reģistrējieties kā īpašnieks
mk: Регистрирајте се како сопственик
ms: Daftar sebagai pemilik
mt: Irreġistra bħala sid
sq: Regjistrohuni si pronar
sw: Jisajili kama mmiliki
xh: Bhalisa njengomnini
zu: Bhalisa njengomnikazi

# menu_publish_sites
source: Publish Sites
az: Saytları dərc edin
ca: Publicar llocs
fi: Julkaista sivustoja
fil: Mag -publish ng mga site
ga: Láithreáin a fhoilsiú
hy: Հրապարակել կայքերը
is: Birta síður
ka: გამოაქვეყნეთ საიტები
lv: Publicēt vietnes
mk: Објавувајте страници
ms: Menerbitkan laman web
mt: Tippubblika siti
sq: Publikoni faqet
sw: Chapisha tovuti
xh: Upapashe iisayithi
zu: Shicilela amasayithi

# menu_published_site
source: List of Published Sites
az: Yayımlanan saytların siyahısı
ca: Llista de llocs publicats
fi: Luettelo julkaistuista sivustoista
fil: Listahan ng mga nai -publish na site
ga: Liosta de na suíomhanna foilsithe
hy: Հրապարակված կայքերի ցուցակ
is: Listi yfir útgefnar síður
ka: გამოქვეყნებული საიტების სია
lv: Publicēto vietņu saraksts
mk: Список на објавени страници
ms: Senarai laman web yang diterbitkan
mt: Lista ta 'siti ppubblikati
sq: Lista e faqeve të publikuara
sw: Orodha ya tovuti zilizochapishwa
xh: Uluhlu lweendawo ezipapashiweyo
zu: Uhlu lwamasayithi ashicilelwe

# menu_currency
source: Currencies
az: Valyutalar
ca: Monedes
fi: Valuuttaa
fil: Pera
ga: Airgeadraí
hy: Արժույթներ
is: Gjaldmiðlar
ka: ვალუტა
lv: Valūtas
mk: Валути
ms: Mata wang
mt: Muniti
sq: Monedhë
sw: Sarafu
xh: Iimali
zu: Imali

# menu_categories
source: Categories
az: Kateqoriyalar
fi: Luokat
fil: Mga kategorya
ga: Catagóirí
hy: Կատեգորիաներ
is: Flokkar
ka: კატეგორიები
lv: Kategorijas
mk: Категории
ms: Kategori
mt: Kategoriji
sq: Kategori
sw: Jamii
xh: Iindidi
zu: Izigaba

# menu_auth_propietaries
source: Owner Authorization
az: Sahibinin icazəsi
ca: Autorització del propietari
fi: Omistajan lupa
fil: Pahintulot ng may -ari
ga: Údarú úinéirí
hy: Սեփականատիրոջ թույլտվություն
is: Heimild eigenda
ka: მფლობელის უფლებამოსილება
lv: Īpašnieka autorizācija
mk: Овластување за сопственик
ms: Kebenaran Pemilik
mt: Awtorizzazzjoni tas-Sid
sq: Autorizim i pronarit
sw: Idhini ya mmiliki
xh: Ugunyaziso lomnini
zu: Ukugunyazwa Komnikazi

# menu_auth_sites
source: Site Authorization
az: Saytın icazəsi
ca: Autorització del lloc
fi: Sivuston lupa
fil: Pahintulot ng site
ga: Údarú suímh
hy: Կայքի թույլտվություն
is: Heimildarheimild
ka: საიტის ავტორიზაცია
lv: Vietnes atļauja
mk: Овластување на страницата
ms: Kebenaran Tapak
mt: Awtorizzazzjoni tas-Sit
sq: Autorizim i faqes
sw: Uidhinishaji wa Tovuti
xh: Ugunyaziso lweSiza
zu: Ukugunyazwa Kwesiza

# menu_logout
source: Log Out
az: Çıxmaq
ca: Tancar la sessió
fi: Kirjautua sisään
fil: Mag -log out
ga: Logáil Amach
hy: Դուրս գալ
is: Skráðu þig út
ka: შესვლა
lv: Izspiest
mk: Одјавете се
ms: Log keluar
mt: Idħol
sq: Dal
sw: Ingia nje
xh: Phuma
zu: Phuma

# menu_access
source: Access
az: Giriş
ca: Accés
fi: Pääsy
fil: I -access
ga: Rochtain a dhéanamh ar
hy: Մուտք
is: Aðgangur
ka: ხელმისაწვდომობა
lv: Pieeja
mk: Пристап
ms: Akses
mt: Aċċess
sq: Hyrje
sw: Ufikiaji
xh: Fikelela
zu: Tholakala

# menu_registe
source: Register
az: Qeydiyyatdan keçmək
ca: Registrar
fi: Rekisteröidä
fil: Magrehistro
ga: Cláraigh
hy: Ռեստ
is: Skráðu þig
ka: რეგისტრირება
lv: Reģistrēt
mk: Регистар
ms: Daftar
mt: Irreġistra
sq: Regjistroj
sw: Jisajili
xh: Irejista
zu: Regista

# approved_sites_buscar
source: Search by type
az: Növlə axtarın
ca: Cerqueu per tipus
fi: Haku tyypin mukaan
fil: Maghanap ayon sa Uri
ga: Cuardaigh de réir cineáil
hy: Որոնել ըստ տիպի
is: Leitaðu eftir tegund
ka: ძებნა ტიპის მიხედვით
lv: Meklēt pēc veida
mk: Пребарување по тип
ms: Cari mengikut jenis
mt: Tfittxija skont it-tip
sq: Kërkoni sipas llojit
sw: Tafuta kwa aina
xh: Khangela ngohlobo
zu: Sesha ngohlobo

# approved_sites_category
source: Choose a category
az: Bir kateqoriya seçin
ca: Trieu una categoria
fi: Valitse luokka
fil: Pumili ng isang kategorya
ga: Roghnaigh catagóir
hy: Ընտրեք կատեգորիա
is: Veldu flokk
ka: აირჩიეთ კატეგორია
lv: Izvēlieties kategoriju
mk: Изберете категорија
ms: Pilih kategori
mt: Agħżel kategorija
sq: Zgjidhni një kategori
sw: Chagua Jamii
xh: Khetha udidi
zu: Khetha isigaba

# menu_gestion
source: Site management
az: Saytın idarə edilməsi
ca: Gestió
fi: Sivuston hallinta
fil: Pamamahala sa Site
ga: Bainistíocht suímh
hy: Կայքի կառավարում
is: Stjórnun á vefnum
ka: საიტის მენეჯმენტი
lv: Vietņu pārvaldība
mk: Управување со страници
ms: Pengurusan Tapak
mt: Ġestjoni tas-Sit
sq: Menaxhimi i faqes
sw: Usimamizi wa Tovuti
xh: Ulawulo lweSiza
zu: Ukuphathwa Kwesiza

# view_site_dialog_precio_entrada
source: Entry Price
az: Giriş qiyməti
ca: Preu d'entrada
fi: Pääsyhinta
fil: Presyo ng pagpasok
ga: Praghas iontrála
hy: Մուտքի գինը
is: Aðgangsverð
ka: შესვლის ფასი
lv: Ieejas cena
mk: Влезната цена
ms: Harga Kemasukan
mt: Prezz tad-Dħul
sq: Çmim i hyrjes
sw: Bei ya kuingia
xh: Ixabiso lokungena
zu: Intengo yokungena

# view_site_dialog_precio_total
source: Total Price
az: Ümumi qiymət
ca: Preu total
fi: Kokonaishinta
fil: Kabuuang presyo
ga: Praghas iomlán
hy: Ընդհանուր գինը
is: Heildarverð
ka: საერთო ფასი
lv: Kopējā cena
mk: Вкупна цена
ms: Jumlah harga
mt: Prezz totali
sq: Çmim total
sw: Bei ya jumla
xh: Ixabiso lilonke
zu: Inani lentengo

# view_site_dialog_paquete_especial
source: Special Package
az: Xüsusi paket
ca: Paquet especial
fi: Erikoispaketti
fil: Espesyal na pakete
ga: Pacáiste speisialta
hy: Հատուկ փաթեթ
is: Sérstakur pakki
ka: სპეციალური პაკეტი
lv: Īpašs pakete
mk: Специјален пакет
ms: Pakej khas
mt: Pakkett speċjali
sq: Pako speciale
sw: Kifurushi maalum
xh: Iphakheji ekhethekileyo
zu: Iphakethe elikhethekile

# view_site_dialog_paquete_nombre
source: Package Name
az: Paketin adı
ca: Nom del paquet
fi: Paketin nimi
fil: Pangalan ng Package
ga: Ainm an phacáiste
hy: Փաթեթի անվանումը
is: Pakkanafn
ka: პაკეტის სახელი
lv: Iesaiņojuma nosaukums
mk: Име на пакет
ms: Nama pakej
mt: Isem tal-Pakkett
sq: Emrin e paketës
sw: Jina la kifurushi
xh: Igama lephakheji
zu: Igama lephakheji

# view_site_dialog_paquete_items
source: Package Items
az: Paket əşyaları
ca: Els articles del paquet
fi: Pakkaustuotteet
fil: Mga item sa package
ga: Míreanna Pacáiste
hy: Փաթեթի իրեր
is: Pakkningar
ka: პაკეტის საგნები
lv: Iepakojuma priekšmeti
mk: Предмети за пакување
ms: Item pakej
mt: Oġġetti tal-pakkett
sq: Artikujt e paketave
sw: Vitu vya kifurushi
xh: Izinto zephakheji
zu: Izinto zephakeji

# view_site_dialog_costos_adicionales
source: Additional Cost
az: Əlavə xərc
ca: Cost addicional
fi: Ylimääräiset kustannukset
fil: Karagdagang gastos
ga: Costas breise
hy: Լրացուցիչ արժեք
is: Aukakostnaður
ka: დამატებითი ღირებულება
lv: Papildu izmaksas
mk: Дополнителни трошоци
ms: Kos tambahan
mt: Spiża addizzjonali
sq: Kosto shtesë
sw: Gharama ya ziada
xh: Iindleko ezongezelelweyo
zu: Izindleko ezingeziwe

# site_register_pricing_entry
source: Entry Price
az: Giriş qiyməti
ca: Preu d'entrada
fi: Pääsyhinta
fil: Presyo ng pagpasok
ga: Praghas iontrála
hy: Մուտքի գինը
is: Aðgangsverð
ka: შესვლის ფასი
lv: Ieejas cena
mk: Влезната цена
ms: Harga Kemasukan
mt: Prezz tad-Dħul
sq: Çmim i hyrjes
sw: Bei ya kuingia
xh: Ixabiso lokungena
zu: Intengo yokungena

# site_register_pricing_special
source: Do you have any special package?
az: Xüsusi paketiniz varmı?
ca: Tens algun paquet especial?
fi: Onko sinulla erityistä pakettia?
fil: Mayroon ka bang espesyal na pakete?
ga: An bhfuil aon phacáiste speisialta agat?
hy: Դուք ունեք որեւէ հատուկ փաթեթ
is: Ertu með einhvern sérstakan pakka?
ka: გაქვთ რაიმე სპეციალური პაკეტი?
lv: Vai jums ir kāda īpaša pakete?
mk: Дали имате некој посебен пакет?
ms: Adakah anda mempunyai pakej khas?
mt: Għandek xi pakkett speċjali?
sq: A keni ndonjë paketë të veçantë?
sw: Je! Unayo kifurushi chochote maalum?
xh: Ngaba unayo nayiphi na iphakheji ekhethekileyo?
zu: Ingabe unayo iphakethe elikhethekile?

# site_register_pricing_yes
source: Yes
az: Bəli
ca: Sí
fi: Kyllä
fil: Oo
ga: Tá
hy: Այո
is: Já
ka: დიახ
lv: Jā
mk: Да
ms: Ya
mt: IVA
sq: Po
sw: Ndio
xh: Ewe
zu: Yebo
