Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

# site_register_pricing_no
source: No
az: Yox
fi: Ei
fil: Hindi
ga: Ar bith
hy: Ոչ
is: Nei
ka: არა
lv: Ne
mk: Не
ms: Tidak
mt: LE
sq: Jo
sw: Hapana
xh: Hayi
zu: -Nokuba

# site_register_pricing_includes
source: Includes
az: Ehtiva edir
ca: Incloure
fi: Sisältää
fil: May kasamang
ga: San áireamh
hy: Ներառում է
is: Innifalið
ka: მოიცავს
lv: Ietvert
mk: Вклучува
ms: Termasuk
mt: Jinkludi
sq: Përfshin
sw: Inajumuisha
xh: Ibandakanya
zu: Kufaka phakathi

# site_register_pricing_add
source: Add
az: Əlavə etmək
ca: Addiccionar
fi: Lisätä
fil: Idagdag
ga: Cuir le
hy: Ավելացնել
is: Bæta við
ka: დამატება
lv: Pievienot
mk: Додадете
ms: Tambah
mt: Żid
sq: Shtoj
xh: Yongeza
zu: Enezelela

# site_register_pricing_total
source: Total
az: Cəmi
fi: Kokonais
fil: Kabuuan
ga: Cuir le chéile
hy: Ընդհանուր
is: Alls
ka: მთელი
lv: Kopsumma
mk: Вкупно
ms: Jumlah
mt: Totali
sq: I plotë
sw: Jumla
xh: Iyonke
zu: -Nke

# site_register_pricing_additional
source: Does your site have additional costs?
az: Saytınızın əlavə xərcləri varmı?
ca: El vostre lloc té costos addicionals?
fi: Onko sivustollasi lisäkustannuksia?
fil: May karagdagang gastos ba ang iyong site?
ga: An bhfuil costais bhreise ag do shuíomh?
hy: Ձեր կայքը լրացուցիչ ծախսեր ունի:
is: Hefur vefsvæðið þitt viðbótarkostnað?
ka: თქვენს საიტს აქვს დამატებითი ხარჯები?
lv: Vai jūsu vietnei ir papildu izmaksas?
mk: Дали вашата страница има дополнителни трошоци?
ms: Adakah laman web anda mempunyai kos tambahan?
mt: Is-sit tiegħek għandu spejjeż addizzjonali?
sq: A ka faqja juaj kosto shtesë?
sw: Je! Tovuti yako ina gharama za ziada?
xh: Ngaba indawo yakho ineendleko ezongezelelweyo?
zu: Ngabe isiza sakho sinezindleko ezingezekile?

# site_register_pricing_add_price
source: Add price to
az: Qiymət əlavə edin
ca: Afegiu el preu a
fi: Lisätä hintoja jstk
fil: Magdagdag ng presyo sa
ga: Cuir praghas leis
hy: Գինը ավելացնել
is: Bæta við verði við
ka: დაამატეთ ფასი
lv: Pievienot cenu
mk: Додадете цена на
ms: Tambah harga ke
mt: Żid il-prezz ma '
sq: Shtoni çmimin në
sw: Ongeza bei kwa
xh: Yongeza ixabiso kwi
zu: Engeza intengo ku-

# site_register_pricing_next
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_pricing_previous
source: Previous
az: Əvvəlki
ca: Previ
fi: Edellinen
fil: Nakaraan
ga: Roimhe seo
hy: Նախորդ
is: Fyrri
ka: წინა
lv: Iepriekšējs
mk: Претходно
ms: Sebelumnya
mt: Preċedenti
sq: I parakohshëm
sw: Zamani
xh: Ngaphambili
zu: -Kwakuqala

# site_register_pricing_error
source: Please enter a valid entry price.
az: Zəhmət olmasa etibarlı bir giriş qiymətini daxil edin.
ca: Introduïu un preu d'entrada vàlid.
fi: Anna kelvollinen pääsyhinta.
fil: Mangyaring magpasok ng isang wastong presyo ng pagpasok.
ga: Iontráil praghas iontrála bailí le do thoil.
hy: Խնդրում ենք մուտքագրել մուտքի վավեր գին:
is: Vinsamlegast sláðu inn gilt inngangsverð.
ka: გთხოვთ, შეიყვანოთ შესვლის სწორი ფასი.
lv: Lūdzu, ievadiet derīgu ieejas cenu.
mk: Внесете важечка цена за влез.
ms: Sila masukkan harga kemasukan yang sah.
mt: Jekk jogħġbok daħħal prezz tad-dħul validu.
sq: Ju lutemi shkruani një çmim të vlefshëm hyrje.
sw: Tafadhali ingiza bei halali ya kuingia.
xh: Nceda ufake ixabiso elifanelekileyo lokungena.
zu: Sicela ufake inani elivumelekile lokungena.

# menu_gestion_2
source: Site management
az: Saytın idarə edilməsi
ca: Gestió
fi: Sivuston hallinta
fil: Pamamahala sa Site
ga: Bainistíocht suímh
hy: Կայքի կառավարում
is: Stjórnun á vefnum
ka: საიტის მენეჯმენტი
lv: Vietņu pārvaldība
mk: Управување со страници
ms: Pengurusan Tapak
mt: Ġestjoni tas-Sit
sq: Menaxhimi i faqes
sw: Usimamizi wa Tovuti
xh: Ulawulo lweSiza
zu: Ukuphathwa Kwesiza

# site_register_publico
source: Public
az: İctimai
ca: Públic
fi: Julkinen
fil: Publiko
ga: Poiblí
hy: Հանրակացարան
ka: საზოგადოება
lv: Sabiedrība
mk: Јавно
ms: Awam
mt: Pubbliku
sq: Në publik
sw: Umma
xh: Esidlangalaleni
zu: -Kwabantu bonke

# site_register_privado
source: Private
az: Xüsusən
ca: Privat
fi: Yksityinen
fil: Pribado
ga: Príobháideach
hy: Մասնավոր
is: Einkamál
ka: კერძო
lv: Privāts
mk: Приватно
ms: Swasta
mt: Privat
sq: Privat
sw: Privat
xh: Ngasese
zu: -Ngaziwa muntu

# site_register_features_capacidad
source: Capacity
az: Güc
ca: Capacitat
fi: Kapasiteetti
fil: Kapasidad
ga: Cumas
hy: Կարողություն
is: Getu
ka: უნარი
lv: Ietilpība
mk: Капацитет
ms: Kapasiti
mt: Kapaċità
sq: Kapacitet
sw: Uwezo
xh: Amandla
zu: Okukhiqiza

# site_register_pricing_adult_price
source: Adult Price
az: Böyüklərin qiyməti
ca: Preu adult
fi: Aikuisten hinta
fil: Presyo ng may sapat na gulang
ga: Praghas do dhaoine fásta
hy: Մեծահասակների գին
is: Fullorðinsverð
ka: ზრდასრული ფასი
lv: Pieaugušo cena
mk: Цена за возрасни
ms: Harga dewasa
mt: Prezz għall-adulti
sq: Çmim për të rritur
sw: Bei ya watu wazima
xh: Ixabiso labantu abadala
zu: Intengo yabantu abadala

# site_register_pricing_child_price
source: Child Price
az: Uşaq qiyməti
ca: Preu infantil
fi: Lasten hinta
fil: Presyo ng Bata
ga: Praghas an linbh
hy: Երեխայի գին
is: Barnaverð
ka: ბავშვის ფასი
lv: Bērna cena
mk: Цена на децата
ms: Harga kanak -kanak
mt: Prezz tat-Tfal
sq: Çmim i fëmijës
sw: Bei ya mtoto
xh: Ixabiso lomntwana
zu: Intengo Yezingane

# site_register_pricing_transport_price
source: Transport Price
az: Nəqliyyatın qiyməti
ca: Preu del transport
fi: Kuljetushinta
fil: Presyo ng transportasyon
ga: Praghas iompair
hy: Տրանսպորտի գինը
is: Flutningsverð
ka: ტრანსპორტის ფასი
lv: Transporta cena
mk: Транспортна цена
ms: Harga pengangkutan
mt: Prezz tat-Trasport
sq: Çmim i transportit
sw: Bei ya Usafiri
xh: Ixabiso lezothutho
zu: Intengo yezokuthutha

# site_register_pricing_transportation
source: Select the permitted means of transport
az: İcazəli nəqliyyat vasitələrini seçin
ca: Seleccioneu els mitjans de transport permesos
fi: Valitse sallitut kuljetusvälineet
fil: Piliin ang pinahihintulutang paraan ng transportasyon
ga: Roghnaigh na modhanna iompair ceadaithe
hy: Ընտրեք տրանսպորտի թույլատրելի միջոցները
is: Veldu leyfilegan flutningatæki
ka: შეარჩიეთ ნებადართული სატრანსპორტო საშუალებები
lv: Atlasiet atļautos transporta līdzekļus
mk: Изберете го дозволеното транспорт на средства
ms: Pilih cara pengangkutan yang dibenarkan
mt: Agħżel il-mezzi ta 'trasport permessi
sq: Zgjidhni mjetet e lejuara të transportit
sw: Chagua njia zinazoruhusiwa za usafirishaji
xh: Khetha iindlela ezivumelekileyo zothutho
zu: Khetha izindlela ezivunyelwe zokuhamba

# site_register_transport_car
source: Car
az: Avtomobil
ca: Cotxe
fi: Auto
fil: Kotse
ga: Cairt
hy: Ավտոմեքենա
is: Bíll
ka: მანქანა
lv: Automašīna
mk: Автомобил
ms: Kereta
mt: Karozza
sq: Makinë
sw: Gari
xh: Imoto
zu: Imoto

# site_register_transport_moto
source: Motorcycle
az: Motosiklet
ca: Motocicleta
fi: Moottoripyörä
fil: Motorsiklo
ga: Gluaisrothar
hy: Մոտոցիկլ
is: Mótorhjól
ka: მოტოციკლი
lv: Motocikls
mk: Мотоцикл
ms: Motosikal
mt: Mutur
sq: Motor
sw: Pikipiki
xh: Isithuthuthu
zu: Isithuthuthu

# site_register_transport_bicycle
source: Bicycle
az: Velosiped
ca: Bicicleta
fi: Polkupyörä
fil: Bisikleta
ga: Rothar
hy: Հեծանիվ
is: Reiðhjól
ka: ველოსიპედი
lv: Velosipēds
mk: Велосипед
ms: Basikal
mt: Rota
sq: Biçikletë
sw: Baiskeli
xh: Ibhayisekile
zu: Ukuyalela

# site_register_transport_bus
source: Bus
az: Avtobus
ca: Autobús
fi: Linja -auto
ga: Ná i marbh
hy: Ավտոբուս
is: Strætó
ka: ავტობუსი
lv: Autobuss
mk: Автобус
ms: Bas
mt: Xarabank
sq: Autobus
sw: Basi
xh: Ibhasi
zu: Ibhasi

# site_register_transport_truck
source: Truck
az: Yük maşını
ca: Vagó
fi: Kuorma -auto
fil: Trak
ga: Trucail
hy: Բեռնատար
is: Vörubíll
ka: სატვირთო მანქანა
lv: Kravas automašīna
mk: Камион
ms: Trak
mt: Trakk
sq: Kamion
sw: Lori
xh: Ilori
zu: Itilogo

# site_register_add
source: Add
az: Əlavə etmək
ca: Addiccionar
fi: Lisätä
fil: Idagdag
ga: Cuir le
hy: Ավելացնել
is: Bæta við
ka: დამატება
lv: Pievienot
mk: Додадете
ms: Tambah
mt: Żid
sq: Shtoj
xh: Yongeza
zu: Enezelela

# site_register_confirmation_public
source: Public
az: İctimai
ca: Públic
fi: Julkinen
fil: Publiko
ga: Poiblí
hy: Հանրակացարան
ka: საზოგადოება
lv: Sabiedrība
mk: Јавно
ms: Awam
mt: Pubbliku
sq: Në publik
sw: Umma
xh: Esidlangalaleni
zu: -Kwabantu bonke

# site_register_confirmation_private
source: Private
az: Xüsusən
ca: Privat
fi: Yksityinen
fil: Pribado
ga: Príobháideach
hy: Մասնավոր
is: Einkamál
ka: კერძო
lv: Privāts
mk: Приватно
ms: Swasta
mt: Privat
sq: Privat
sw: Privat
xh: Ngasese
zu: -Ngaziwa muntu

# site_register_confirmation_horarios_dispo
source: Available Schedules
az: Mövcud cədvəllər
ca: Horaris disponibles
fi: Käytettävissä olevat aikataulut
fil: Magagamit na mga iskedyul
ga: Sceidil atá ar Fáil
hy: Առկա գրաֆիկ
is: Fyrirliggjandi áætlanir
ka: ხელმისაწვდომი გრაფიკები
lv: Pieejamie grafiki
mk: Достапни распореди
ms: Jadual yang tersedia
mt: Skedi disponibbli
sq: Oraret e disponueshme
sw: Ratiba zinazopatikana
xh: Iishedyuli ezikhoyo
zu: Amashejuli atholakalayo

# site_register_confirmation_breve_resumen
source: Brief Description of the Place
az: Yerin qısa təsviri
ca: Breu descripció del lloc
fi: Lyhyt kuvaus paikasta
fil: Maikling paglalarawan ng lugar
ga: Cur síos gairid ar an áit
hy: Տեղի համառոտ նկարագրությունը
is: Stutt lýsing á staðnum
ka: ადგილის მოკლე აღწერა
lv: Īss vietas apraksts
mk: Краток опис на местото
ms: Penerangan ringkas mengenai tempat itu
mt: Deskrizzjoni qasira tal-post
sq: Përshkrimi i shkurtër i vendit
sw: Maelezo mafupi ya mahali
xh: Inkcazo emfutshane yendawo
zu: Incazelo emfushane yendawo

# site_register_confirmation_amenidades
source: Amenities
az: Şəraiti
ca: Comoditats
fi: Mukavuudet
fil: Mga amenities
ga: Taitneamhachtaí
hy: Հարմարություններ
is: Þægindi
ka: კეთილმოწყობა
lv: Ērtības
mk: Удобности
ms: Kemudahan
mt: Kumditajiet
sq: Pajisje
sw: Huduma
xh: Izinto eziluncedo
zu: Izinsika

# site_register_confirmation_precios
source: Prices
az: Qiymət
ca: Preus
fi: Hinnat
fil: Mga presyo
ga: Praghsanna
hy: Գներ
is: Verð
ka: ფასები
lv: Cenas
mk: Цени
ms: Harga
mt: Prezzijiet
sq: Çmime
sw: Bei
xh: Amaxabiso
zu: Amanani

# site_register_confirmation_adultos
source: Adults
az: Böyüklər
fi: Aikuiset
fil: May sapat na gulang
ga: Daoine fásta
hy: Մեծահասակներ
is: Fullorðnir
ka: მოზრდილები
lv: Pieaugušie
mk: Возрасни
ms: Orang dewasa
mt: Adulti
sq: Të rriturit
sw: Watu wazima
xh: Abantu abadala
zu: Yabantu abadala

# site_register_confirmation_ninos
source: Children
az: Uşaqlıq
ca: Nens
fi: Lapset
fil: Mga anak
ga: Facht
hy: Երեխաներ
is: Börn
ka: ბავშვები
lv: Bērni
mk: Деца
ms: Kanak -kanak
mt: Tfal
sq: Fëmijë
sw: Watoto
xh: Abantwana
zu: Izingane

# site_register_confirmation_transporte
source: Transport
az: Daşınma
ca: Transportar
fi: Kuljetus
fil: Transportasyon
ga: Ionnarb
hy: Փոխադրել
is: Flutningur
ka: ტრანსპორტი
lv: Transportēt
mk: Транспорт
ms: Pengangkutan
mt: Trasport
sq: Transportoj
sw: Usafiri
xh: Ezothutho
zu: Thutha

# site_register_confirmation_vehiculos_permitidos
source: Permitted Vehicles
az: İcazə verilən nəqliyyat vasitələri
ca: Vehicles permesos
fi: Sallitut ajoneuvot
fil: Pinapayagan na mga sasakyan
ga: Feithiclí ceadaithe
hy: Թույլատրված տրանսպորտային միջոցներ
is: Leyfileg farartæki
ka: ნებადართული მანქანები
lv: Atļautie transportlīdzekļi
mk: Дозволени возила
ms: Kenderaan yang dibenarkan
mt: Vetturi permessi
sq: Automjete të lejuara
sw: Magari yanayoruhusiwa
xh: Izithuthi ezivunyelweyo
zu: Izimoto ezivunyelwe

# site_register_confirmation_automovil
source: Car
az: Avtomobil
ca: Cotxe
fi: Auto
fil: Kotse
ga: Cairt
hy: Ավտոմեքենա
is: Bíll
ka: მანქანა
lv: Automašīna
mk: Автомобил
ms: Kereta
mt: Karozza
sq: Makinë
sw: Gari
xh: Imoto
zu: Imoto

# site_register_confirmation_moto
source: Motorcycle
az: Motosiklet
ca: Motocicleta
fi: Moottoripyörä
fil: Motorsiklo
ga: Gluaisrothar
hy: Մոտոցիկլ
is: Mótorhjól
ka: მოტოციკლი
lv: Motocikls
mk: Мотоцикл
ms: Motosikal
mt: Mutur
sq: Motor
sw: Pikipiki
xh: Isithuthuthu
zu: Isithuthuthu

# site_register_confirmation_bicicleta
source: Bicycle
az: Velosiped
ca: Bicicleta
fi: Polkupyörä
fil: Bisikleta
ga: Rothar
hy: Հեծանիվ
is: Reiðhjól
ka: ველოსიპედი
lv: Velosipēds
mk: Велосипед
ms: Basikal
mt: Rota
sq: Biçikletë
sw: Baiskeli
xh: Ibhayisekile
zu: Ukuyalela

# site_register_confirmation_bus
source: Bus
az: Avtobus
ca: Autobús
fi: Linja -auto
ga: Ná i marbh
hy: Ավտոբուս
is: Strætó
ka: ავტობუსი
lv: Autobuss
mk: Автобус
ms: Bas
mt: Xarabank
sq: Autobus
sw: Basi
xh: Ibhasi
zu: Ibhasi

# site_register_confirmation_camion
source: Truck
az: Yük maşını
ca: Vagó
fi: Kuorma -auto
fil: Trak
ga: Trucail
hy: Բեռնատար
is: Vörubíll
ka: სატვირთო მანქანა
lv: Kravas automašīna
mk: Камион
ms: Trak
mt: Trakk
sq: Kamion
sw: Lori
xh: Ilori
zu: Itilogo

# site_register_confirmation_costo_adicional
source: Additional Costs
az: Əlavə xərclər
ca: Costos addicionals
fi: Ylimääräiset kustannukset
fil: Karagdagang gastos
ga: Costais bhreise
hy: Լրացուցիչ ծախսեր
is: Viðbótarkostnaður
ka: დამატებითი ხარჯები
lv: Papildu izmaksas
mk: Дополнителни трошоци
ms: Kos tambahan
mt: Spejjeż addizzjonali
sq: Kostot shtesë
sw: Gharama za ziada
xh: Iindleko ezongezelelweyo
zu: Izindleko ezingeziwe

# site_register_confirmation_paquete_especial
source: Special Package
az: Xüsusi paket
ca: Paquet especial
fi: Erikoispaketti
fil: Espesyal na pakete
ga: Pacáiste speisialta
hy: Հատուկ փաթեթ
is: Sérstakur pakki
ka: სპეციალური პაკეტი
lv: Īpašs pakete
mk: Специјален пакет
ms: Pakej khas
mt: Pakkett speċjali
sq: Pako speciale
sw: Kifurushi maalum
xh: Iphakheji ekhethekileyo
zu: Iphakethe elikhethekile

# site_register_confirmation_publicar
source: Publish
az: Nəşr etmək
ca: Publicar
fi: Julkaista
fil: I -publish
ga: Foilsigh
hy: Հրատարակել
is: Birta
ka: გამოქვეყნება
lv: Izdot
mk: Објавување
ms: Menerbitkan
mt: Ippubblika
sq: Botoj
sw: Chapisha
xh: Shicilela
zu: Khiphela ukuthengisa

# site_register_confirmation_success
source: Success
az: Müvəffəqiyyət
ca: Èxit
fi: Menestys
fil: Tagumpay
ga: Rath
hy: Հաջողություն
is: Árangur
ka: წარმატება
lv: Veiksme
mk: Успех
ms: Kejayaan
mt: Suċċess
sq: Sukses
sw: Mafanikio
xh: Impumelelo
zu: Impumelelo

# site_register_confirmation_error_swal
source: Error
az: Səhv
fi: Virhe
ga: Earráid
hy: Սխալ
is: Villa
ka: შეცდომა
lv: Kļūda
mk: Грешка
ms: Ralat
mt: Żball
sq: Gabim
sw: Kosa
xh: Impazamo
zu: Ukuphambeka

# site_register_confirmation_aprobado
source: Site Approved
az: Sayt təsdiq edildi
ca: Lloc aprovat
fi: Sivuston hyväksytty
fil: Inaprubahan ang site
ga: Suíomh ceadaithe
hy: Կայքը հաստատված է
is: Síða samþykkt
ka: საიტი დამტკიცებულია
lv: Vietne apstiprināta
mk: Одобрена страница
ms: Tapak diluluskan
mt: Sit approvat
sq: Miratuar sitin
sw: Tovuti imeidhinishwa
xh: Indawo evunyiweyo
zu: Kuvunyelwe isayithi

# site_register_confirmation_haocurrido
source: An Error Has Occurred
az: Bir səhv baş verdi
ca: S'ha produït un error
fi: On tapahtunut virhe
fil: May naganap na error
ga: Tharla earráid
hy: Սխալ է տեղի ունեցել
is: Villa kom upp
ka: მოხდა შეცდომა
lv: Ir radusies kļūda
mk: Се појави грешка
ms: Ralat telah berlaku
mt: Seħħ żball
sq: Ka ndodhur një gabim
sw: Kosa limetokea
xh: Impazamo yenzekile
zu: Kuvele iphutha

# site_register_confirmation_domingo
source: Sunday
az: Bazar günü
ca: Diumenge
fi: sunnuntai
fil: Linggo
ga: An Domhnach
hy: Կիրակի
is: Sunnudagur
ka: კვირა
lv: Svētdiena
mk: Недела
ms: Ahad
mt: Ħadd
sq: E diel
sw: Jumapili
xh: iCawe
zu: ISonto

# site_register_confirmation_lunes
source: Monday
az: Bazar ertəsi
ca: Dilluns
fi: maanantai
fil: Lunes
ga: An Luan
hy: Երկուշաբթի
is: Mánudagur
ka: ორშაბათი
lv: Pirmdiena
mk: Понеделник
ms: Isnin
mt: It-Tnejn
sq: E hënë
sw: Jumatatu
xh: uMvulo
zu: UMsombuluko

# site_register_confirmation_martes
source: Tuesday
az: Çərşənbə axşamı
ca: Dimarts
fi: tiistai
fil: Martes
ga: Dé Máirt
hy: Երեքշաբթի
is: Þriðjudagur
ka: სამშაბათი
lv: Otrdiena
mk: Вторник
ms: Selasa
mt: It-Tlieta
sq: E martë
sw: Jumanne
xh: uLwesibini
zu: ULwesibili

# site_register_confirmation_miercoles
source: Wednesday
az: Çərşənbə günü
ca: Dimecres
fi: keskiviikko
fil: Miyerkules
ga: An Chéadaoin
hy: Չորեքշաբթի
is: Miðvikudag
ka: ოთხშაბათი
lv: Trešdiena
mk: Среда
ms: Rabu
mt: L-Erbgħa
sq: E mërkurë
sw: Jumatano
xh: uLwesithathu
zu: OLwesithathu

# site_register_confirmation_jueves
source: Thursday
az: Cümə axşamı
ca: Dijous
fi: torstai
fil: Huwebes
ga: Déardaoin
hy: Հինգշաբթի
is: Fimmtudag
ka: ხუთშაბათი
lv: Ceturtdiena
mk: Четврток
ms: Khamis
mt: Il-Ħamis
sq: E enjte
sw: Alhamisi
xh: uLwesine
zu: ULwesine

# site_register_confirmation_viernes
source: Friday
az: Cümə
ca: Divendres
fi: perjantai
fil: Biyernes
ga: An Aoine
hy: Ուրբաթ
is: Föstudag
ka: პარასკევი
lv: Piektdiena
mk: Петок
ms: Jumaat
mt: Il-Ġimgħa
sq: E premte
sw: Ijumaa
xh: uLwesihlanu
zu: Olwesihlanu

# site_register_confirmation_sabado
source: Saturday
az: Şənbə
ca: Dissabte
fi: Lauantai
fil: Sabado
ga: An Satharn
hy: Շաբաթ
is: Laugardag
ka: შაბათი
lv: Sestdiena
mk: Сабота
ms: Sabtu
mt: Is-Sibt
sq: E shtunë
sw: Jumamosi
xh: uMgqibelo
zu: UMgqibelo

# site_register_features_sin_limite
source: Unlimited
az: Məhdudiyyətsiz
ca: Il·limitat
fi: Rajoittamaton
fil: Walang limitasyong
ga: Neamhtheoranta
hy: Անսահմանափակ
is: Ótakmarkað
ka: შეუზღუდავი
lv: Neierobežots
mk: Неограничено
ms: Tidak terhad
mt: Bla limitu
sq: I pakufizuar
sw: Isiyo na kikomo
xh: Engenamda
zu: -Ngenasimiso

# site_register_features_limite
source: Limited
az: Məhdud
ca: Limitat
fi: Rajoitettu
fil: Limitado
ga: Áirithe
hy: Սահմանափակ
is: Takmarkað
ka: შეზღუდული
lv: Ierobežots
mk: Ограничено
ms: Terhad
mt: Limitat
sq: I kufizuar
sw: Mdogo
xh: Linqunyelwe
zu: -Ngaphansi

# site_register_location_buscar
source: Search location
az: Axtarış yeri
ca: Cerca Ubicació
fi: Hakupaikka
fil: Lokasyon ng paghahanap
ga: Suíomh cuardaigh
hy: Որոնման վայրը
is: Leitarstaðsetning
ka: ძიების ადგილმდებარეობა
lv: Meklēšanas vieta
mk: Локација за пребарување
ms: Lokasi carian
mt: Post tat-tfittxija
sq: Vendndodhja e kërkimit
sw: Tafuta Mahali
xh: Khangela indawo
zu: Indawo Yokucinga

# site_register_pricing_package_name
source: Package name
az: Paketin adı
ca: Nom del paquet
fi: Paketin nimi
fil: Pangalan ng Package
ga: Ainm an phacáiste
hy: Փաթեթի անվանումը
is: Pakkanafn
ka: პაკეტის სახელი
lv: Iesaiņojuma nosaukums
mk: Име на пакет
ms: Nama pakej
mt: Isem tal-Pakkett
sq: Emrin e paketës
sw: Jina la kifurushi
xh: Igama lephakheji
zu: Igama lephakheji

# site_register_pricing_package_price
source: Package price
az: Paketin qiyməti
ca: Preu del paquet
fi: Pakkaushinta
fil: Presyo ng Package
ga: Praghas an phacáiste
hy: Փաթեթի գինը
is: Pakkarverð
ka: პაკეტის ფასი
lv: Iesaiņojuma cena
mk: Цена на пакетот
ms: Harga pakej
mt: Prezz tal-Pakkett
sq: Çmimi i paketës
sw: Bei ya kifurushi
xh: Ixabiso lephakheji
zu: Intengo yephakheji

# site_register_pricing_package_item_price
source: Item price
az: Maddə qiyməti
ca: Preu de l'article
fi: Esineiden hinta
fil: Presyo ng item
ga: Praghas earra
hy: Նյութի գին
is: Verð á hlut
ka: ნივთის ფასი
lv: Preces cena
mk: Цена на артикалот
ms: Harga item
mt: Prezz tal-oġġett
sq: Çmim i artikullit
sw: Bei ya bidhaa
xh: Ixabiso lezinto
zu: Intengo yento

# site_register_pricing_package_cost_name
source: Cost Name
az: Dəyəri adı
ca: Nom de cost
fi: Kustannusnimi
fil: Pangalan ng gastos
ga: Ainm an chostais
hy: Արժեքի անվանումը
is: Kostnaðarheiti
ka: ღირებულების სახელი
lv: Izmaksu nosaukums
mk: Име на цена
ms: Nama kos
mt: Isem tal-ispejjeż
sq: Kosto
sw: Jina la gharama
xh: Igama leendleko
zu: Igama lezindleko

# amenity_list_agregar_nuevo
source: Add New
az: Yeni əlavə edin
ca: Afegiu nou
fi: Lisätä uutta
fil: Magdagdag ng Bago
ga: Cuir nua leis
hy: Ավելացնել նոր
is: Bæta við nýju
ka: დაამატეთ ახალი
lv: Pievienot jaunu
mk: Додадете ново
ms: Tambah baru
mt: Żid ġdid
sq: Shtoj të reja
sw: Ongeza Mpya
xh: Yongeza entsha
zu: Engeza okusha

# amenity_list_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# amenity_list_esta_seguro_que
source: Are you sure you want to delete this category?
az: Bu kateqoriyanı silmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu suprimir aquesta categoria?
fi: Haluatko varmasti poistaa tämän luokan?
fil: Sigurado ka bang nais mong tanggalin ang kategoryang ito?
ga: An bhfuil tú cinnte gur mhaith leat an chatagóir seo a scriosadh?
hy: Համոզված եք, որ ցանկանում եք ջնջել այս կատեգորիան:
is: Ertu viss um að þú viljir eyða þessum flokki?
ka: დარწმუნებული ხართ, რომ გსურთ ამ კატეგორიის წაშლა?
lv: Vai esat pārliecināts, ka vēlaties izdzēst šo kategoriju?
mk: Дали сте сигурни дека сакате да ја избришете оваа категорија?
ms: Adakah anda pasti mahu memadamkan kategori ini?
mt: Int żgur li trid tħassar din il-kategorija?
sq: A jeni i sigurt që doni të fshini këtë kategori?
sw: Je! Una uhakika unataka kufuta kitengo hiki?
xh: Uqinisekile ukuba ufuna ukucima eli nqanaba?
zu: Uqinisekile ukuthi ufuna ukususa lesi sigaba?

# amenity_list_esta_accion_no
source: This action cannot be undone.
az: Bu hərəkət geri qaytarıla bilməz.
ca: Aquesta acció no es pot desfer.
fi: Tätä toimintaa ei voida kumota.
fil: Ang pagkilos na ito ay hindi maaaring magawa.
ga: Ní féidir an gníomh seo a dhíscaoileadh.
hy: Այս գործողությունը չի կարող վերացնել:
is: Ekki er hægt að afturkalla þessa aðgerð.
ka: ეს ქმედება არ შეიძლება გაუქმდეს.
lv: Šo darbību nevar atsaukt.
mk: Оваа акција не може да се разоткрие.
ms: Tindakan ini tidak dapat dibatalkan.
mt: Din l-azzjoni ma tistax titneħħa.
sq: Ky veprim nuk mund të zhbëhet.
sw: Kitendo hiki hakiwezi kufutwa.
xh: Esi senzo asinakulungiswa.
zu: Lesi senzo asinakungcola.

# amenity_list_si_eliminar
source: Yes, delete
az: Bəli, silmək
ca: Sí, suprimeix
fi: Kyllä, poista
fil: Oo, tanggalin
ga: Sea, scrios
hy: Այո, ջնջել
is: Já, eyða
ka: დიახ, წაშლა
lv: Jā, izdzēsiet
mk: Да, избришете
ms: Ya, padamkan
mt: Iva, ħassar
sq: Po, fshi
sw: Ndio, futa
xh: Ewe, cima
zu: Yebo, susa

# amenity_list_cancelar
source: Cancel
az: Ləğv etmək
ca: Cancel·lar
fi: Peruuttaa
fil: Kanselahin
ga: Cealaigh
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
lv: Atcelt
mk: Откажи
ms: Batalkan
mt: Ikkanċella
sq: Anuloj
sw: Ghairi
xh: Rhoxisa
zu: Hlikihla

# amenity_list_eliminado
source: Deleted
az: Silinmiş
ca: Suprimit
fi: Poistettu
fil: Tinanggal
ga: Scriosta
hy: Ջնջված
is: Eytt
ka: წაშლილი
lv: Izdzēsts
mk: Избришано
ms: Dipadam
mt: Imħassar
sq: I fshirë
sw: Kufutwa
xh: Icinyiwe
zu: Kususiwe

# amenity_list_la_categoria_ha
source: Amenity has been deleted
az: Amenity silindi
ca: S'ha suprimit l'amenitat
fi: Mukavuus on poistettu
fil: Ang amenity ay tinanggal
ga: Scriosadh taitneamhacht
hy: Հարմարությունը ջնջվել է
is: Þægindum hefur verið eytt
ka: კეთილმოწყობა წაიშალა
lv: Labierīcība ir izdzēsta
mk: Удобноста е избришана
ms: Kemudahan telah dipadamkan
mt: L-amenità tħassret
sq: Komoditeti është fshirë
sw: Utunzaji umefutwa
xh: I-AIPIT icinyiwe
zu: Ukususwa kususiwe

# amenity_dialog_categoria
source: Amenity
az: Lətafət
ca: Comoditat
fi: Mukavuus
ga: Caiteachas
hy: Հարմարավետություն
is: Þægindi
ka: კეთილმოწყობა
lv: Ērtības
mk: Удобност
ms: Kemudahan
mt: Kumdità
sq: Komoditet
sw: Utunzaji
xh: I-AIT
zu: Indawo

# amenity_dialog_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# amenity_dialog_ingrese_su_nombre
source: Enter name
az: Ad çəkmək
ca: Introduir el nom
fi: Antaa nimi
fil: Ipasok ang Pangalan
ga: Cuir an t -ainm isteach
hy: Մուտքագրեք անունը
is: Sláðu inn nafn
ka: შეიყვანეთ სახელი
lv: Ievadiet vārdu
mk: Внесете име
ms: Masukkan nama
mt: Daħħal l-isem
sq: Futni emrin
sw: Ingiza Jina
xh: Ngenisa igama
zu: Faka igama
