Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

# site_register_availability_por_favor_completa
source: Please complete the schedule for at least one day.
az: Zəhmət olmasa cədvəli ən azı bir gün tamamlayın.
ca: Completeu la programació almenys un dia.
fi: Suorita vähintään yhden päivän aikataulu.
fil: Mangyaring kumpletuhin ang iskedyul nang hindi bababa sa isang araw.
ga: Comhlánaigh an sceideal le do thoil ar feadh lá amháin ar a laghad.
hy: Խնդրում ենք լրացնել ժամանակացույցը առնվազն մեկ օր:
is: Vinsamlegast kláraðu áætlunina í að minnsta kosti einn dag.
ka: გთხოვთ, შეავსოთ გრაფიკი მინიმუმ ერთი დღის განმავლობაში.
lv: Lūdzu, aizpildiet grafiku vismaz vienu dienu.
mk: Пополнете го распоредот најмалку еден ден.
ms: Sila lengkapkan jadual sekurang -kurangnya satu hari.
mt: Jekk jogħġbok imla l-iskeda għal mill-inqas ġurnata.
sq: Ju lutemi plotësoni orarin për të paktën një ditë.
sw: Tafadhali kamilisha ratiba kwa angalau siku moja.
xh: Nceda ugcwalise ishedyuli ubuncinci usuku olunye.
zu: Sicela ugcwalise uhlelo okungenani usuku olulodwa.

# site_register_images_subir_imagenes
source: Upload images
az: Şəkillər yükləyin
ca: Pengeu imatges
fi: Lähetä kuvia
fil: Mag -upload ng mga imahe
ga: Íomhánna a uaslódáil
hy: Վերբեռնեք պատկերներ
is: Hladdu upp myndum
ka: ატვირთეთ სურათები
lv: Augšupielādējiet attēlus
mk: Поставете слики
ms: Memuat naik gambar
mt: Tella 'immaġini
sq: Ngarko imazhe
sw: Pakia picha
xh: Faka imifanekiso
zu: Layisha izithombe

# site_register_images_sube_tus_fotos
source: Upload your photos to promote your site or click to select
az: Saytınızı tanıtmaq üçün şəkillərinizi yükləyin və ya seçmək üçün vurun
ca: Pengeu les fotos per promocionar el vostre lloc o feu clic per seleccionar
fi: Lataa valokuvasi mainostaaksesi sivustoasi tai napsauta valitaksesi
fil: I -upload ang iyong mga larawan upang maisulong ang iyong site o mag -click upang piliin
ga: Uaslódáil do ghrianghraif chun do shuíomh a chur chun cinn nó cliceáil chun a roghnú
hy: Վերբեռնեք ձեր լուսանկարները `ձեր կայքը խթանելու համար կամ կտտացրեք ընտրելու համար
is: Settu myndirnar inn til að kynna síðuna þína eða smelltu til að velja
ka: ატვირთეთ თქვენი ფოტოები თქვენი საიტის პოპულარიზაციისთვის ან დააჭირეთ შესარჩევად
lv: Augšupielādējiet savus fotoattēlus, lai reklamētu savu vietni, vai noklikšķiniet, lai atlasītu
mk: Поставете ги вашите фотографии за да ја промовирате вашата страница или да кликнете за да изберете
ms: Muat naik foto anda untuk mempromosikan laman web anda atau klik untuk memilih
mt: Tella 'r-ritratti tiegħek biex tippromwovi s-sit tiegħek jew ikklikkja biex tagħżel
sq: Vendosni fotot tuaja për të promovuar faqen tuaj ose klikoni për të zgjedhur
sw: Pakia picha zako ili kukuza tovuti yako au bonyeza kuchagua
xh: Ngenisa iifoto zakho ukukhuthaza indawo yakho okanye ucofe ukukhetha
zu: Faka izithombe zakho ukukhuthaza isayithi lakho noma chofoza ukuze ukhethe

# site_register_images_puedes_subir_hasta
source: You can upload up to 100 images
az: 100-ə qədər şəkil yükləyə bilərsiniz
ca: Podeu penjar fins a 100 imatges
fi: Voit ladata jopa 100 kuvaa
fil: Maaari kang mag -upload ng hanggang sa 100 mga imahe
ga: Is féidir leat suas le 100 íomhá a uaslódáil
hy: Կարող եք վերբեռնել մինչեւ 100 պատկեր
is: Þú getur hlaðið upp í 100 myndir
ka: შეგიძლიათ ატვირთოთ 100 -მდე სურათი
lv: Jūs varat augšupielādēt līdz 100 attēliem
mk: Можете да поставите до 100 слики
ms: Anda boleh memuat naik sehingga 100 gambar
mt: Tista 'ttella' sa 100 immaġini
sq: Ju mund të ngarkoni deri në 100 imazhe
sw: Unaweza kupakia hadi picha 100
xh: Ungayifaka kwimifanekiso eyi-100
zu: Ungalayisha kuze kufike ezithombeni eziyi-100

# site_register_images_regresar
source: Back
az: Geri
ca: Esquena
fi: Takaisin
fil: Balik
ga: Ar ais
hy: Ետեվ
is: Aftur
ka: ზურგი
lv: Aizmugure
mk: Назад
ms: Kembali
mt: Lura
sq: I prapambetur
sw: Nyuma
xh: Umva
zu: -Dlulile

# site_register_images_siguiente
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_images_por_favor_sube
source: Please upload at least one image
az: Xahiş edirəm ən azı bir görüntü yükləyin
ca: Si us plau, pengeu almenys una imatge
fi: Lataa vähintään yksi kuva
fil: Mangyaring mag -upload ng kahit isang imahe
ga: Uaslódáil íomhá amháin ar a laghad le do thoil
hy: Խնդրում ենք վերբեռնել առնվազն մեկ պատկեր
is: Vinsamlegast hlaðið upp að minnsta kosti einni mynd
ka: გთხოვთ ატვირთოთ მინიმუმ ერთი სურათი
lv: Lūdzu, augšupielādējiet vismaz vienu attēlu
mk: Поставете барем една слика
ms: Sila muat naik sekurang -kurangnya satu gambar
mt: Jekk jogħġbok ittella 'mill-inqas immaġni waħda
sq: Ju lutemi ngarkoni të paktën një imazh
sw: Tafadhali pakia angalau picha moja
xh: Nceda ulayishe ubuncinci umfanekiso omnye
zu: Sicela ulayishe okungenani isithombe esisodwa

# site_register_location_ubicacion
source: Location
az: Yer
ca: Situació
fi: Sijainti
fil: Lokasyon
ga: Áit
hy: Գտնվելու վայր
is: Staðsetning
ka: ადგილმდებარეობა
lv: Atrašanās vieta
mk: Локација
ms: Lokasi
mt: Post
sq: Vend
sw: Mahali
xh: Indawo
zu: Indawo lapho kubekwe khona

# site_register_location_asegurate_de_proporcionar
source: Make sure to provide accurate and complete information
az: Dəqiq və tam məlumat verdiyinizə əmin olun
ca: Assegureu -vos de proporcionar informació precisa i completa
fi: Varmista, että annat tarkkoja ja täydellisiä tietoja
fil: Siguraduhing magbigay ng tumpak at kumpletong impormasyon
ga: Déan cinnte go soláthraíonn tú faisnéis chruinn agus iomlán
hy: Համոզվեք, որ ճշգրիտ եւ ամբողջական տեղեկատվություն տրամադրեք
is: Vertu viss um að veita nákvæmar og fullkomnar upplýsingar
ka: დარწმუნდით, რომ მიაწოდეთ ზუსტი და სრული ინფორმაცია
lv: Pārliecinieties, lai sniegtu precīzu un pilnīgu informāciju
mk: Осигурете се да обезбедите точни и целосни информации
ms: Pastikan memberikan maklumat yang tepat dan lengkap
mt: Kun żgur li tipprovdi informazzjoni preċiża u kompluta
sq: Sigurohuni që të siguroni informacion të saktë dhe të plotë
sw: Hakikisha kutoa habari sahihi na kamili
xh: Qiniseka ukuba ubonelela ngolwazi oluchanekileyo nolugqibeleleyo
zu: Qiniseka ukuhlinzeka ngemininingwane enembile futhi ephelele

# site_register_location_esto_incluye_la
source: This includes address, house, apartment, land, etc.
az: Buraya ünvan, ev, mənzil, torpaq və s. Daxildir.
ca: Inclou adreça, casa, apartament, terra, etc.
fi: Tähän sisältyy osoite, talo, asunto, maa jne.
fil: Kasama dito ang address, bahay, apartment, lupa, atbp.
ga: Áirítear leis seo seoladh, teach, árasán, talamh, etc.
hy: Սա ներառում է հասցեն, տունը, բնակարանը, հողը եւ այլն:
is: Þetta felur í sér heimilisfang, hús, íbúð, land osfrv.
ka: ამაში შედის მისამართი, სახლი, ბინა, მიწა და ა.შ.
lv: Tas ietver adresi, māju, dzīvokli, zemi utt.
mk: Ова вклучува адреса, куќа, стан, земјиште, итн.
ms: Ini termasuk alamat, rumah, apartmen, tanah, dll.
mt: Dan jinkludi indirizz, dar, appartament, art, eċċ.
sq: Kjo përfshin adresën, shtëpinë, apartamentin, tokën, etj.
sw: Hii ni pamoja na anwani, nyumba, ghorofa, ardhi, nk.
xh: Oku kubandakanya idilesi, indlu, indlu, umhlaba, njl.
zu: Lokhu kufaka ikheli, indlu, efulethini, umhlaba, njll.

# site_register_location_regresar
source: Back
az: Geri
ca: Esquena
fi: Takaisin
fil: Balik
ga: Ar ais
hy: Ետեվ
is: Aftur
ka: ზურგი
lv: Aizmugure
mk: Назад
ms: Kembali
mt: Lura
sq: I prapambetur
sw: Nyuma
xh: Umva
zu: -Dlulile

# site_register_location_siguiente
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_amenities_amenidades
source: Amenities
az: Şəraiti
ca: Comoditats
fi: Mukavuudet
fil: Mga amenities
ga: Taitneamhachtaí
hy: Հարմարություններ
is: Þægindi
ka: კეთილმოწყობა
lv: Ērtības
mk: Удобности
ms: Kemudahan
mt: Kumditajiet
sq: Pajisje
sw: Huduma
xh: Izinto eziluncedo
zu: Izinsika

# site_register_amenities_regresar
source: Back
az: Geri
ca: Esquena
fi: Takaisin
fil: Balik
ga: Ar ais
hy: Ետեվ
is: Aftur
ka: ზურგი
lv: Aizmugure
mk: Назад
ms: Kembali
mt: Lura
sq: I prapambetur
sw: Nyuma
xh: Umva
zu: -Dlulile

# site_register_amenities_siguiente
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_amenities_por_favor_selecciona
source: Please select at least one amenity
az: Xahiş edirəm ən azı bir rahatlıq seçin
ca: Seleccioneu almenys una comoditat
fi: Valitse vähintään yksi mukavuus
fil: Mangyaring piliin ang hindi bababa sa isang amenity
ga: Roghnaigh taitneamhacht amháin ar a laghad
hy: Խնդրում ենք ընտրել առնվազն մեկ հարմարություն
is: Vinsamlegast veldu að minnsta kosti eitt þægindi
ka: გთხოვთ, აირჩიოთ მინიმუმ ერთი კეთილმოწყობა
lv: Lūdzu, atlasiet vismaz vienu labierīcību
mk: Изберете барем една удобност
ms: Sila pilih sekurang -kurangnya satu kemudahan
mt: Jekk jogħġbok agħżel mill-inqas kumdità waħda
sq: Ju lutemi zgjidhni të paktën një komoditet
sw: Tafadhali chagua angalau huduma moja
xh: Nceda ukhethe okungenani indawo enye
zu: Sicela ukhethe okungenani umuntu oyedwa

# site_register_confirmation_confirmacion
source: Confirmation
az: Təsdiqləmə
ca: Confirmació
fi: Vahvistus
fil: Kumpirmasyon
ga: Deimhniú
hy: Հաստատում
is: Staðfesting
ka: დადასტურება
lv: Apstiprināšana
mk: Потврда
ms: Pengesahan
mt: Konferma
sq: Konfirmim
sw: Uthibitisho
xh: Isiqinisekiso
zu: Ukuqinisa

# site_register_confirmation_estamos_listos_para
source: We are ready to showcase your site to the world. Our team will validate your information and assist you in receiving many visitors.
az: Saytınızı dünyaya nümayiş etdirməyə hazırıq. Komandamız məlumatlarınızı təsdiqləyəcək və bir çox ziyarətçi almağa kömək edəcəkdir.
ca: Estem preparats per mostrar el vostre lloc al món. El nostre equip validarà la vostra informació i us ajudarà a rebre molts visitants.
fi: Olemme valmiita esittämään sivustosi maailmalle. Tiimimme vahvistaa tietosi ja auttaa sinua vastaanottamaan monia kävijöitä.
fil: Handa kaming ipakita ang iyong site sa mundo. Patunayan ng aming koponan ang iyong impormasyon at tutulungan ka sa pagtanggap ng maraming mga bisita.
ga: Táimid réidh le do shuíomh a thaispeáint don domhan. Déanfaidh ár bhfoireann do chuid faisnéise a bhailíochtú agus cabhróidh sé leat go leor cuairteoirí a fháil.
hy: Մենք պատրաստ ենք ձեր կայքը ցուցադրել աշխարհին: Մեր թիմը կվավերացնի ձեր տեղեկատվությունը եւ կօգնի ձեզ շատ այցելուներ ստանալու հարցում:
is: Við erum tilbúin að sýna síðuna þína fyrir heiminum. Lið okkar mun staðfesta upplýsingar þínar og aðstoða þig við að taka á móti mörgum gestum.
ka: ჩვენ მზად ვართ აჩვენოთ თქვენი საიტი მსოფლიოში. ჩვენი გუნდი შეამოწმებს თქვენს ინფორმაციას და დაგეხმარებათ მრავალი ვიზიტორის მიღებაში.
lv: Mēs esam gatavi parādīt jūsu vietni pasaulei. Mūsu komanda apstiprinās jūsu informāciju un palīdzēs jums saņemt daudzus apmeklētājus.
mk: Ние сме подготвени да ја покажеме вашата страница на светот. Нашиот тим ќе ги потврди вашите информации и ќе ви помогне да прими многу посетители.
ms: Kami bersedia untuk mempamerkan laman web anda ke dunia. Pasukan kami akan mengesahkan maklumat anda dan membantu anda menerima banyak pelawat.
mt: Aħna lesti li nuru s-sit tiegħek għad-dinja. It-tim tagħna se jivvalida l-informazzjoni tiegħek u jgħinek tirċievi ħafna viżitaturi.
sq: Ne jemi të gatshëm ta shfaqim faqen tuaj në botë. Ekipi ynë do të vërtetojë informacionin tuaj dhe do t'ju ndihmojë në marrjen e shumë vizitorëve.
sw: Tuko tayari kuonyesha tovuti yako kwa ulimwengu. Timu yetu itathibitisha habari yako na kukusaidia katika kupokea wageni wengi.
xh: Sikulungele ukubonisa indawo yakho kwihlabathi. Iqela lethu liya kuqinisekisa ulwazi lwakho kwaye likuncede ekufumaneni iindwendwe ezininzi.
zu: Sikulungele ukukhombisa isayithi lakho emhlabeni. Iqembu lethu lizoqinisekisa imininingwane yakho futhi likusize ekutholeni izivakashi eziningi.

# site_register_confirmation_para_finalizar_haz
source: To finalize, click the accept button.
az: Yekunlaşdırmaq üçün Qəbul düyməsini vurun.
ca: Per finalitzar, feu clic al botó Accepta.
fi: Viimeistele napsauttamalla Accept -painiketta.
fil: Upang tapusin, i -click ang pindutan ng Tanggapin.
ga: Chun críochnú, cliceáil ar an gcnaipe Glactha.
hy: Վերջնականելու համար կտտացրեք ընդունման կոճակը:
is: Til að ganga frá, smelltu á Accept hnappinn.
ka: დასასრულებლად დააჭირეთ ღილაკს Accept.
lv: Lai pabeigtu, noklikšķiniet uz pogas Pieņemt.
mk: За да се финализира, кликнете на копчето Прифати.
ms: Untuk memuktamadkan, klik butang Terima.
mt: Biex tiffinalizza, ikklikkja l-buttuna Aċċetta.
sq: Për të përfunduar, klikoni në butonin Prano.
sw: Ili kukamilisha, bonyeza kitufe cha Kubali.
xh: Ukugqibezela, cofa iqhosha lokwamkela.
zu: Ukuze uphothule, chofoza inkinobho yokwamukela.

# site_register_confirmation_regresar
source: Back
az: Geri
ca: Esquena
fi: Takaisin
fil: Balik
ga: Ar ais
hy: Ետեվ
is: Aftur
ka: ზურგი
lv: Aizmugure
mk: Назад
ms: Kembali
mt: Lura
sq: I prapambetur
sw: Nyuma
xh: Umva
zu: -Dlulile

# site_register_confirmation_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# site_register_confirmation_registro_exitoso
source: Registration successful
az: Qeydiyyat uğurlu
ca: Registre amb èxit
fi: Rekisteröinti onnistunut
fil: Matagumpay ang pagrehistro
ga: Clárú rathúil
hy: Գրանցումը հաջող է
is: Skráning vel heppnuð
ka: რეგისტრაცია წარმატებულია
lv: Reģistrācija veiksmīga
mk: Регистрацијата успешна
ms: Pendaftaran berjaya
mt: Ir-reġistrazzjoni ta ’suċċess
sq: Regjistrimi i suksesshëm
sw: Usajili umefanikiwa
xh: Ubhaliso luphumelele
zu: Ukubhalisa kuphumelele

# site_register_confirmation_error
source: Error registering the site. Please try again.
az: Saytı qeydiyyata alan səhv. Xahiş edirəm yenidən cəhd edin.
ca: Error registrant el lloc. Torneu -ho a provar.
fi: Virhe sivuston rekisteröinti. Yritä uudelleen.
fil: Error sa pagrehistro sa site. Mangyaring subukang muli.
ga: Earráid ag clárú an tsuímh. Bain triail eile as.
hy: Կայքը գրանցելու սխալ: Խնդրում ենք կրկին փորձել:
is: Villa við að skrá síðuna. Vinsamlegast reyndu aftur.
ka: საიტის რეგისტრაციის შეცდომა. გთხოვთ, ისევ სცადოთ.
lv: Kļūdas reģistrē vietni. Lūdzu, mēģiniet vēlreiz.
mk: Грешка во регистрирањето на страницата. Ве молиме, обидете се повторно.
ms: Ralat mendaftarkan tapak. Sila cuba lagi.
mt: Żball li jirreġistra s-sit. Jekk jogħġbok erġa 'pprova.
sq: Gabim në regjistrimin e faqes. Ju lutem provoni përsëri.
sw: Kosa kusajili tovuti. Tafadhali jaribu tena.
xh: Impazamo yokubhalisa indawo. Nceda zama kwakhona.
zu: Iphutha ukubhalisa isayithi. Sicela uzame futhi.

# site_register_confirmation_tu_sitio_ha
source: Your site has been successfully registered and is pending approval.
az: Saytınız uğurla qeydiyyata alındı ​​və təsdiqlənən təsdiqləndi.
ca: El vostre lloc s'ha registrat amb èxit i està pendent de l'aprovació.
fi: Sivustosi on rekisteröity menestyksekkäästi ja odottaa hyväksyntää.
fil: Ang iyong site ay matagumpay na nakarehistro at nakabinbin ang pag -apruba.
ga: Tá do shuíomh cláraithe go rathúil agus tá sé ag feitheamh ar fhaomhadh.
hy: Ձեր կայքը հաջողությամբ գրանցվել է եւ սպասվում է հաստատմանը:
is: Vefsíðan þín hefur verið skráð og er í bið.
ka: თქვენი საიტი წარმატებით არის რეგისტრირებული და დამტკიცების მოლოდინშია.
lv: Jūsu vietne ir veiksmīgi reģistrēta, un tā nav apstiprināta.
mk: Вашата страница е успешно регистрирана и е во очекување на одобрување.
ms: Laman web anda telah berjaya didaftarkan dan sedang menunggu kelulusan.
mt: Is-sit tiegħek ġie rreġistrat b'suċċess u huwa pendenti għall-approvazzjoni.
sq: Faqja juaj është regjistruar me sukses dhe është në pritje të miratimit.
sw: Tovuti yako imesajiliwa kwa mafanikio na inasubiri idhini.
xh: Indawo yakho ibhaliswe ngempumelelo kwaye ilinde ukuvunywa.
zu: Isayithi lakho libhaliswe ngempumelelo futhi lilindile ukuvunywa.

# aproved_sites_continents_africa
source: Africa
az: Afrika
ca: Àfrica
fi: Afrikka
ga: An Afraic
hy: Աֆրիկա
is: Afríku
ka: აფრიკა
lv: Āfrika
mk: Африка
ms: Afrika
mt: Afrika
sq: Afrika
sw: Afrika
xh: I-Afrika
zu: Ivunzini

# aproved_sites_continents_asia
source: Asia
az: Asiya
ca: Àsia
fi: Aasia
fil: Asya
ga: An Áise
hy: Ասիա
is: Asía
ka: აზია
lv: Āzija
mk: Азија
mt: Asja
sq: Azi
xh: I-asia
zu: E-Eshiya

# aproved_sites_continents_europa
source: Europe
az: Avropa
ca: Europa
fi: Eurooppa
fil: Europa
ga: An Eoraip
hy: Եվրոպան
is: Evrópa
ka: ევროპა
lv: Eiropa
mk: Европа
ms: Eropah
mt: Ewropa
sq: Evropë
sw: Ulaya
xh: IYurophu
zu: IYurophi

# aproved_sites_continents_america
source: America
az: Amerika
ca: Amèrica
fi: Amerikka
ga: An tOileán Úr
hy: Ամերիկա
is: Ameríka
ka: ამერიკა
lv: Amerika
mk: Америка
ms: Amerika
mt: L-Amerika
sq: Amerikë
sw: Amerika
xh: Melika
zu: IMelika

# aproved_sites_continents_oceania
source: Oceania
az: Okia
fi: Oseania
ga: An Aigéine
hy: Օվկիանոս
is: Eyjaálfa
ka: ოკეანე
lv: Okeānija
mk: Океанија
mt: Oċeanja
sq: Oqeani
xh: Ulwandlekazi
zu: I-olwandle

# currency_list_agregar_nuevo
source: Add New
az: Yeni əlavə edin
ca: Afegiu nou
fi: Lisätä uutta
fil: Magdagdag ng Bago
ga: Cuir nua leis
hy: Ավելացնել նոր
is: Bæta við nýju
ka: დაამატეთ ახალი
lv: Pievienot jaunu
mk: Додадете ново
ms: Tambah baru
mt: Żid ġdid
sq: Shtoj të reja
sw: Ongeza Mpya
xh: Yongeza entsha
zu: Engeza okusha

# currency_list_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# currency_list_tipo_de_cambio
source: Exchange Rate
az: Məzənnə
ca: Tipus de canvi
fi: Valuuttakurssi
fil: Palitan ng rate
ga: Ráta malairte
hy: Փոխարժեքի փոխարժեքը
is: Gengi
ka: გაცვლითი კურსი
lv: Valūtas maiņas kurss
mk: Девизен курс
ms: Kadar pertukaran
mt: Rata tal-kambju
sq: Kursi i këmbimit
sw: Kiwango cha ubadilishaji
xh: Imali yokutshintsha
zu: Isilinganiso sokushintsha imali

# currency_list_agregada
source: Added
az: Əlavə edildi
ca: Afegit
fi: Lisä
fil: Idinagdag
ga: Cuir cuireadh leis
hy: Ավելացված
is: Bætt við
ka: დაემატა
lv: Pievienots
mk: Додадено
ms: Ditambah
mt: Miżjud
sq: I shtuar
sw: Imeongezwa
xh: Yongezwa
zu: -Lingene

# currency_list_la_moneda_ha
source: Currency has been added
az: Valyuta əlavə edildi
ca: S'ha afegit moneda
fi: Valuutta on lisätty
fil: Ang pera ay naidagdag
ga: Tá airgeadra curtha leis
hy: Ավելացվել է արտարժույթ
is: Gjaldmiðill hefur verið bætt við
ka: ვალუტა დაემატა
lv: Ir pievienota valūta
mk: Додадена е валута
ms: Mata wang telah ditambah
mt: Ġiet miżjuda munita
sq: Valuta është shtuar
sw: Fedha imeongezwa
xh: Imali yongezwa
zu: Imali ingeziwe

# currency_list_error
source: Error
az: Səhv
fi: Virhe
ga: Earráid
hy: Սխալ
is: Villa
ka: შეცდომა
lv: Kļūda
mk: Грешка
ms: Ralat
mt: Żball
sq: Gabim
sw: Kosa
xh: Impazamo
zu: Ukuphambeka

# currency_list_hubo_un_error
source: There was an error registering the currency
az: Valyutanı qeydiyyata alan bir səhv oldu
ca: Hi va haver un error en registrar la moneda
fi: Valuutan rekisteröinti oli virhe
fil: Nagkaroon ng isang error na nagrehistro ng pera
ga: Bhí earráid ann ag clárú an airgeadra
hy: Արժույթի գրանցման սխալ տեղի ունեցավ
is: Það var villa sem skráði gjaldmiðilinn
ka: იყო შეცდომა ვალუტის რეგისტრაცია
lv: Valūta reģistrēja kļūdu
mk: Имаше грешка во регистрација на валутата
ms: Terdapat ralat yang mendaftarkan mata wang
mt: Kien hemm żball li rreġistra l-munita
sq: Kishte një gabim në regjistrimin e monedhës
sw: Kulikuwa na kosa la kusajili sarafu
xh: Kwakukho impazamo yokubhalisa imali
zu: Kube nephutha ukubhalisa imali

# currency_list_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# currency_list_esta_seguro_que
source: Are you sure you want to delete this currency?
az: Bu valyutanı silmək istədiyinizə əminsiniz?
ca: Esteu segur que voleu suprimir aquesta moneda?
fi: Haluatko varmasti poistaa tämän valuutan?
fil: Sigurado ka bang nais mong tanggalin ang pera na ito?
ga: An bhfuil tú cinnte gur mhaith leat an t -airgeadra seo a scriosadh?
hy: Համոզված եք, որ ցանկանում եք ջնջել այս արժույթը:
is: Ertu viss um að þú viljir eyða þessum gjaldmiðli?
ka: დარწმუნებული ხართ, რომ გსურთ ამ ვალუტის წაშლა?
lv: Vai esat pārliecināts, ka vēlaties izdzēst šo valūtu?
mk: Дали сте сигурни дека сакате да ја избришете оваа валута?
ms: Adakah anda pasti mahu memadamkan mata wang ini?
mt: Int żgur li trid tħassar din il-munita?
sq: A jeni i sigurt që doni të fshini këtë monedhë?
sw: Je! Una uhakika unataka kufuta sarafu hii?
xh: Uqinisekile ukuba ufuna ukucima le mali?
zu: Uqinisekile ukuthi ufuna ukususa le ngolunye lwemali?

# currency_list_esta_accion_no
source: This action cannot be undone.
az: Bu hərəkət geri qaytarıla bilməz.
ca: Aquesta acció no es pot desfer.
fi: Tätä toimintaa ei voida kumota.
fil: Ang pagkilos na ito ay hindi maaaring magawa.
ga: Ní féidir an gníomh seo a dhíscaoileadh.
hy: Այս գործողությունը չի կարող վերացնել:
is: Ekki er hægt að afturkalla þessa aðgerð.
ka: ეს ქმედება არ შეიძლება გაუქმდეს.
lv: Šo darbību nevar atsaukt.
mk: Оваа акција не може да се разоткрие.
ms: Tindakan ini tidak dapat dibatalkan.
mt: Din l-azzjoni ma tistax titneħħa.
sq: Ky veprim nuk mund të zhbëhet.
sw: Kitendo hiki hakiwezi kufutwa.
xh: Esi senzo asinakulungiswa.
zu: Lesi senzo asinakungcola.

# currency_list_si_eliminar
source: Yes, delete
az: Bəli, silmək
ca: Sí, suprimeix
fi: Kyllä, poista
fil: Oo, tanggalin
ga: Sea, scrios
hy: Այո, ջնջել
is: Já, eyða
ka: დიახ, წაშლა
lv: Jā, izdzēsiet
mk: Да, избришете
ms: Ya, padamkan
mt: Iva, ħassar
sq: Po, fshi
sw: Ndio, futa
xh: Ewe, cima
zu: Yebo, susa

# currency_list_cancelar
source: Cancel
az: Ləğv etmək
ca: Cancel·lar
fi: Peruuttaa
fil: Kanselahin
ga: Cealaigh
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
lv: Atcelt
mk: Откажи
ms: Batalkan
mt: Ikkanċella
sq: Anuloj
sw: Ghairi
xh: Rhoxisa
zu: Hlikihla

# currency_list_eliminado
source: Deleted
az: Silinmiş
ca: Suprimit
fi: Poistettu
fil: Tinanggal
ga: Scriosta
hy: Ջնջված
is: Eytt
ka: წაშლილი
lv: Izdzēsts
mk: Избришано
ms: Dipadam
mt: Imħassar
sq: I fshirë
sw: Kufutwa
xh: Icinyiwe
zu: Kususiwe

# currency_list_la_moneda_ha_deleted
source: Currency has been deleted
az: Valyuta silindi
ca: S'ha suprimit la moneda
fi: Valuutta on poistettu
fil: Ang pera ay tinanggal
ga: Scriosadh airgeadra
hy: Արժույթը ջնջվել է
is: Gjaldmiðli hefur verið eytt
ka: ვალუტა წაიშალა
lv: Valūta ir izdzēsta
mk: Валутата е избришана
ms: Mata wang telah dipadamkan
mt: Il-munita tħassret
sq: Valuta është fshirë
sw: Fedha imefutwa
xh: Imali icinyiwe
zu: Imali isusiwe

# currency_dialog_monedas
source: Currencies
az: Valyutalar
ca: Monedes
fi: Valuuttaa
fil: Pera
ga: Airgeadraí
hy: Արժույթներ
is: Gjaldmiðlar
ka: ვალუტა
lv: Valūtas
mk: Валути
ms: Mata wang
mt: Muniti
sq: Monedhë
sw: Sarafu
xh: Iimali
zu: Imali

# currency_dialog_nombre
source: Name
az: Ad
ca: Nom
fi: Nimi
fil: Pangalan
ga: Ainmnigh
hy: Անուն
is: Nafn
ka: სახელი
lv: Nosaukt
mk: Име
ms: Nama
mt: Isem
sq: Emër
sw: Jina
xh: Igama
zu: Ibizo

# currency_dialog_ingrese_su_nombre
source: Enter name
az: Ad çəkmək
ca: Introduir el nom
fi: Antaa nimi
fil: Ipasok ang Pangalan
ga: Cuir an t -ainm isteach
hy: Մուտքագրեք անունը
is: Sláðu inn nafn
ka: შეიყვანეთ სახელი
lv: Ievadiet vārdu
mk: Внесете име
ms: Masukkan nama
mt: Daħħal l-isem
sq: Futni emrin
sw: Ingiza Jina
xh: Ngenisa igama
zu: Faka igama
