Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

# profile_ingrese_correo
source: Enter a valid email address
az: Etibarlı bir e-poçt adresini daxil edin
ca: Introduïu una adreça de correu electrònic vàlida
fi: Kirjoita kelvollinen sähköpostiosoite
fil: Magpasok ng isang wastong email address
ga: Iontráil seoladh ríomhphoist bailí
hy: Մուտքագրեք վավեր էլփոստի հասցե
is: Sláðu inn gilt netfang
ka: შეიყვანეთ მოქმედი ელ.ფოსტის მისამართი
lv: Ievadiet derīgu e -pasta adresi
mk: Внесете валидна адреса за е -пошта
ms: Masukkan alamat e -mel yang sah
mt: Daħħal indirizz elettroniku validu
sq: Vendosni një adresë të vlefshme emaili
sw: Ingiza anwani halali ya barua pepe
xh: Ngenisa idilesi ye-imeyile efanelekileyo
zu: Faka ikheli le-imeyili elivumelekile

# profile_telefono
source: Phone number
az: Telefon nömrəsi
ca: Número de telèfon
fi: Puhelinnumero
fil: Numero ng telepono
ga: Uimhir ghutháin
hy: Հեռախոսահամար
is: Símanúmer
ka: ტელეფონის ნომერი
lv: Tālruņa numurs
mk: Телефонски број
ms: Nombor telefon
mt: Numru tat-telefon
sq: Numër telefoni
sw: Nambari ya simu
xh: Inombolo yomnxeba
zu: Inombolo yocingo

# profile_ingrese_telefono
source: Enter your phone number
az: Telefon nömrənizi daxil edin
ca: Introduïu el vostre número de telèfon
fi: Kirjoita puhelinnumerosi
fil: Ipasok ang iyong numero ng telepono
ga: Iontráil d’uimhir theileafóin
hy: Մուտքագրեք ձեր հեռախոսի համարը
is: Sláðu inn símanúmerið þitt
ka: შეიყვანეთ თქვენი ტელეფონის ნომერი
lv: Ievadiet savu tālruņa numuru
mk: Внесете го вашиот телефонски број
ms: Masukkan nombor telefon anda
mt: Daħħal in-numru tat-telefon tiegħek
sq: Vendosni numrin tuaj të telefonit
sw: Ingiza nambari yako ya simu
xh: Ngenisa inombolo yakho yefowuni
zu: Faka inombolo yakho yocingo

# profile_nacimiento
source: Date of birth
az: Doğum tarixi
ca: Data de naixement
fi: Syntymäaika
fil: Petsa ng kapanganakan
ga: Dáta na Breithe
hy: Ծննդյան ամսաթիվը
is: Fæðingardag
ka: დაბადების თარიღი
lv: Dzimšanas datums
mk: Датум на раѓање
ms: Tarikh lahir
mt: Data tat-twelid
sq: Data e lindjes
sw: Tarehe ya kuzaliwa
xh: Umhla wokuzalwa
zu: Usuku lokuzalwa

# profile_ingrese_nacimiento
source: Enter your date of birth
az: Doğum tarixinizi daxil edin
ca: Introduïu la vostra data de naixement
fi: Syötä syntymäpäiväsi
fil: Ipasok ang iyong petsa ng kapanganakan
ga: Iontráil do dháta breithe
hy: Մուտքագրեք ձեր ծննդյան ամսաթիվը
is: Sláðu inn fæðingardag þinn
ka: შეიყვანეთ თქვენი დაბადების თარიღი
lv: Ievadiet savu dzimšanas datumu
mk: Внесете го вашиот датум на раѓање
ms: Masukkan tarikh lahir anda
mt: Daħħal id-data tat-twelid tiegħek
sq: Vendosni datën tuaj të lindjes
sw: Ingiza tarehe yako ya kuzaliwa
xh: Ngenisa umhla wakho wokuzalwa
zu: Faka usuku lwakho lokuzalwa

# profile_editar
source: Edit profile
az: Profili redaktə edin
ca: Editar perfil
fi: Muokkausprofiili
fil: I -edit ang profile
ga: Próifíl eagarthóireachta
hy: Խմբագրել պրոֆիլը
is: Breyta prófíl
ka: პროფილის რედაქტირება
lv: Rediģēt profilu
mk: Уреди профил
ms: Edit profil
mt: Editja profil
sq: Redakto profilin
sw: Hariri wasifu
xh: Hlengahlengisa iprofayile yakho
zu: Hlela iphrofayili

# profile_exito
source: Success!
az: Uğur!
ca: Èxit!
fi: Menestys!
fil: Tagumpay!
ga: Rath!
hy: Հաջողություն:
is: Árangur!
ka: წარმატება!
lv: Panākumi!
mk: Успех!
ms: Kejayaan!
mt: Suċċess!
sq: Suksesi!
sw: Mafanikio!
xh: Impumelelo!
zu: Impumelelo!

# profile_perfil_actualizado_con
source: Profile updated successfully
az: Profil uğurla yeniləndi
ca: Perfil actualitzat correctament
fi: Profiili päivitettiin onnistuneesti
fil: Matagumpay na na -update ang profile
ga: Próifíl nuashonraithe go rathúil
hy: Պրոֆիլը հաջողությամբ թարմացվում է
is: Prófíllinn uppfærður með góðum árangri
ka: პროფილი წარმატებით განახლდა
lv: Profils veiksmīgi atjaunināts
mk: Профилот успешно се ажурира
ms: Profil dikemas kini dengan jayanya
mt: Profil aġġornat b'suċċess
sq: Profili i azhurnuar me sukses
sw: Profaili imesasishwa kwa mafanikio
xh: Iprofayile ihlaziywa ngempumelelo
zu: Iphrofayili ivuselelwa ngempumelelo

# profile_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# profile_error_message
source: An error occurred, try again later.
az: Bir səhv baş verdi, daha sonra yenidən cəhd edin.
ca: S'ha produït un error, torneu -ho a provar més tard.
fi: Tapahtui virhe, yritä myöhemmin uudelleen.
fil: May naganap na error, subukang muli sa ibang pagkakataon.
ga: Tharla earráid, bain triail eile as níos déanaí.
hy: Սխալ է տեղի ունեցել, փորձեք ավելի ուշ:
is: Villa kom upp, reyndu aftur seinna.
ka: შეცდომა მოხდა, სცადეთ მოგვიანებით.
lv: Radās kļūda, mēģiniet vēlreiz vēlāk.
mk: Се појави грешка, обидете се повторно подоцна.
ms: Kesalahan berlaku, cuba lagi kemudian.
mt: Sar żball, erġa 'pprova aktar tard.
sq: Ndodhi një gabim, provoni përsëri më vonë.
sw: Hitilafu ilitokea, jaribu tena baadaye.
xh: Impazamo yenzekile, zama kwakhona kamva.
zu: Kwenzeke iphutha, zama futhi emuva kwesikhathi.

# change_password_cambio_de_contrasenia
source: Change password
az: Parol dəyişdirmək
ca: Canvieu la contrasenya
fi: Vaihda salasana
fil: Baguhin ang password
ga: Athraigh pasfhocal
hy: Փոխել գաղտնաբառը
is: Breyttu lykilorði
ka: პაროლის შეცვლა
lv: Mainīt paroli
mk: Променете ја лозинката
ms: Tukar kata laluan
mt: Ibdel il-password
sq: Ndryshoni fjalëkalimin
sw: Badilisha nywila
xh: Tshintsha iphasiwedi
zu: SHINTSHA iphasiwedi

# change_password_contraseña_actual
source: Current password
az: Cari parol
ca: Contrasenya actual
fi: Nykyinen salasana
ga: Pasfhocal reatha
hy: Ընթացիկ գաղտնաբառ
is: Núverandi lykilorð
ka: მიმდინარე პაროლი
lv: Pašreizējā parole
mk: Тековна лозинка
mt: Password kurrenti
sq: Fjalëkalimi aktual

# change_password_ingresa_su_contrasenia
source: Enter your current password
az: Cari şifrənizi daxil edin
ca: Introduïu la vostra contrasenya actual
fi: Kirjoita nykyinen salasanasi
fil: Ipasok ang iyong kasalukuyang password
ga: Iontráil do phasfhocal reatha
hy: Մուտքագրեք ձեր ընթացիկ գաղտնաբառը
is: Sláðu inn núverandi lykilorð þitt
ka: შეიყვანეთ თქვენი მიმდინარე პაროლი
lv: Ievadiet savu pašreizējo paroli
mk: Внесете ја вашата моментална лозинка
ms: Masukkan kata laluan semasa anda
mt: Daħħal il-password kurrenti tiegħek
sq: Vendosni fjalëkalimin tuaj aktual
sw: Ingiza nywila yako ya sasa
xh: Ngenisa iphasiwedi yakho yangoku
zu: Faka iphasiwedi yakho yamanje

# change_password_nueva_contrasenia
source: New password
az: Yeni parol
ca: Nova contrasenya
fi: Uusi salasana
fil: Bagong password
ga: Pasfhocal nua
hy: Նոր գաղտնաբառ
is: Nýtt lykilorð
ka: ახალი პაროლი
lv: Jauna parole
mk: Нова лозинка
ms: Kata laluan baru
mt: Password ġdida
sq: Fjalëkalim i ri
sw: Nenosiri mpya
xh: Iphasiwedi entsha
zu: Iphasiwedi Entsha

# change_password_ingresa_su_nueva
source: Enter your new password
az: Yeni şifrənizi daxil edin
ca: Introduïu la vostra nova contrasenya
fi: Kirjoita uusi salasanasi
fil: Ipasok ang iyong bagong password
ga: Iontráil do phasfhocal nua
hy: Մուտքագրեք ձեր նոր գաղտնաբառը
is: Sláðu inn nýja lykilorðið þitt
ka: შეიყვანეთ თქვენი ახალი პაროლი
lv: Ievadiet savu jauno paroli
mk: Внесете ја вашата нова лозинка
ms: Masukkan kata laluan baru anda
mt: Daħħal il-password il-ġdida tiegħek
sq: Vendosni fjalëkalimin tuaj të ri
sw: Ingiza nywila yako mpya
xh: Ngenisa iphasiwedi yakho entsha
zu: Faka iphasiwedi yakho entsha

# change_password_confirmar_contrasenia
source: Confirm password
az: Şifrəni təsdiqləyin
ca: Confirmeu la contrasenya
fi: Vahvista salasana
fil: Kumpirmahin ang password
ga: Deimhnigh Pasfhocal
hy: Հաստատեք գաղտնաբառը
is: Staðfestu lykilorð
ka: დაადასტურეთ პაროლი
lv: Apstipriniet paroli
mk: Потврдете ја лозинката
ms: Sahkan kata laluan
mt: Ikkonferma l-password
sq: Konfirmoni fjalëkalimin
sw: Thibitisha nywila
xh: Ngqina iphasiwedi
zu: Qinisekisa Iphasiwedi

# change_password_confirme_su_nueva
source: Confirm your new password
az: Yeni şifrənizi təsdiqləyin
ca: Confirmeu la vostra nova contrasenya
fi: Vahvista uusi salasanasi
fil: Kumpirmahin ang iyong bagong password
ga: Deimhnigh do phasfhocal nua
hy: Հաստատեք ձեր նոր գաղտնաբառը
is: Staðfestu nýja lykilorðið þitt
ka: დაადასტურეთ თქვენი ახალი პაროლი
lv: Apstipriniet savu jauno paroli
mk: Потврдете ја вашата нова лозинка
ms: Sahkan kata laluan baru anda
mt: Ikkonferma l-password il-ġdida tiegħek
sq: Konfirmoni fjalëkalimin tuaj të ri
sw: Thibitisha nywila yako mpya
xh: Qinisekisa iphasiwedi yakho entsha
zu: Qinisekisa iphasiwedi yakho entsha

# change_password_las_contrasenias_no
source: Passwords do not match
az: Şifrələr uyğun gəlmir
ca: Les contrasenyes no coincideixen
fi: Salasanat eivät vastaa
fil: Ang mga password ay hindi tumutugma
ga: Ní hionann pasfhocail
hy: Գաղտնաբառերը չեն համընկնում
is: Lykilorð passa ekki
ka: პაროლები არ ემთხვევა
lv: Paroles neatbilst
mk: Лозинките не се совпаѓаат
ms: Kata laluan tidak sepadan
mt: Il-passwords ma jaqblux
sq: Fjalëkalimet nuk përputhen
sw: Nywila hazilingani
xh: Iiphasiwedi azingqinelani
zu: Amaphasiwedi awafani

# change_password_error
source: Error
az: Səhv
fi: Virhe
ga: Earráid
hy: Սխալ
is: Villa
ka: შეცდომა
lv: Kļūda
mk: Грешка
ms: Ralat
mt: Żball
sq: Gabim
sw: Kosa
xh: Impazamo
zu: Ukuphambeka

# change_password_hubo_un_error
source: There was an error changing the password
az: Şifrəni dəyişdirən bir səhv var idi
ca: Hi va haver un error canviant la contrasenya
fi: Salasanan muuttaminen tapahtui virhe
fil: Nagkaroon ng isang error sa pagbabago ng password
ga: Bhí earráid ann ag athrú an phasfhocal
hy: Գաղտնաբառը փոխելու սխալ տեղի ունեցավ
is: Það var villa að breyta lykilorðinu
ka: იყო შეცდომა პაროლის შეცვლა
lv: Bija kļūda, mainot paroli
mk: Имаше грешка во промена на лозинката
ms: Terdapat ralat mengubah kata laluan
mt: Kien hemm żball li jbiddel il-password
sq: Kishte një gabim në ndryshimin e fjalëkalimit
sw: Kulikuwa na kosa kubadilisha nywila
xh: Kubekho impazamo yokutshintsha iphasiwedi
zu: Kube nephutha eliguqula iphasiwedi

# change_password_aceptar
source: Accept
az: Qəbul etmək
ca: Acceptar
fi: Hyväksyä
fil: Tanggapin
ga: Glac le
hy: Ընդունել
is: Samþykkja
ka: მიღება
lv: Pieņemt
mk: Прифати
ms: Menerima
mt: Aċċetta
sq: Pranoj
sw: Kukubali
xh: Yamkela
zu: Amukela

# password_change_confirmation_estimado
source: Dear
az: Hörmətli
ca: Benvolgut/uda
fi: Hei
fil: ano ang tagalog ang mahal sa liham
ga: A, .... a chara
hy: ba erb es galu hayastan sirem qez
is: kæri
ka: გამარჯობა,
lv: Godātais/Cienītā
mk: Почитуван/а,
ms: tetap terjaga
mt: cerv
sq: I/e dashur
sw: Mpendwa
xh: Ukukhangela
zu: moratiwa

# password_change_confirmation_se_ha_restablecido
source: your password has been
az: Şifrəniz olmuşdur
ca: La vostra contrasenya ha estat
fi: Salasanasi on ollut
fil: Ang iyong password ay naging
ga: Tá do phasfhocal tar éis a bheith
hy: Ձեր գաղտնաբառը եղել է
is: Lykilorðið þitt hefur verið
ka: თქვენი პაროლი ყოფილა
lv: Jūsu parole ir bijusi
mk: Вашата лозинка е
ms: Kata laluan anda telah
mt: il-password tiegħek kienet
sq: Fjalëkalimi juaj ka qenë
sw: Nenosiri lako limekuwa
xh: Iphasiwedi yakho ibikhona
zu: Iphasiwedi yakho ibilokhu

# password_change_confirmation_con_exito_su
source: successfully reset
az: uğurla yenidən qurun
ca: Restablir amb èxit
fi: nollata onnistuneesti
fil: matagumpay na na -reset
ga: Athshocraigh go rathúil
hy: Հաջողությամբ վերագործարկեք
is: Endurstilla með góðum árangri
ka: წარმატებით გადატვირთვა
lv: veiksmīgi atiestatīt
mk: успешно ресетирање
ms: berjaya menetapkan semula
mt: Irrisettja b'suċċess
sq: Rivendosni me sukses
sw: Rudisha upya
xh: Ukuseta kwakhona kwakhona
zu: ukusetha kabusha ngempumelelo

# password_change_confirmation_haz_clic_en
source: Click on the login button
az: Giriş düyməsini vurun
ca: Feu clic al botó Inici de sessió
fi: Napsauta Kirjaudu -painiketta
fil: Mag -click sa pindutan ng pag -login
ga: Cliceáil ar an gcnaipe Logála isteach
hy: Կտտացրեք մուտքի կոճակը
is: Smelltu á innskráningarhnappinn
ka: დააჭირეთ ღილაკს შესვლის
lv: Noklikšķiniet uz pogas Pieteikšanās
mk: Кликнете на копчето за најавување
ms: Klik pada butang Log masuk
mt: Ikklikkja fuq il-buttuna tal-login
sq: Klikoni në butonin e hyrjes
sw: Bonyeza kitufe cha kuingia
xh: Cofa kwiqhosha lokungena
zu: Chofoza inkinobho yokungena ngemvume

# password_change_confirmation_ingresar
source: Login
az: Daxil ol
ca: iniciar Sessió
fi: Kirjaudu sisään
fil: Mag log in
ga: Logáil isteach
hy: Մուտք
is: Skrá inn
ka: Შესვლა
lv: Pieslēgties
mk: Логирај Се
ms: Log masuk
mt: Idħol
sq: Hyrje
sw: Ingia
xh: Ngema
zu: Ngena ngemvume

# site_register_landing_registro_de_sitios
source: Site registration
az: Saytın qeydiyyatı
ca: Registre del lloc
fi: Sivuston rekisteröinti
fil: Pagrehistro sa Site
ga: Clárú suímh
hy: Կայքի գրանցում
is: Síður skráning
ka: საიტის რეგისტრაცია
lv: Vietnes reģistrācija
mk: Регистрација на страници
ms: Pendaftaran tapak
mt: Reġistrazzjoni tas-Sit
sq: Regjistrim në sit
sw: Usajili wa Tovuti
xh: Ubhaliso lwendawo
zu: Ukubhaliswa Kwesiza

# site_register_landing_nuestro_equipo_revisara
source: Our team will review your information
az: Komandamız məlumatlarınızı nəzərdən keçirəcəkdir
ca: El nostre equip revisarà la vostra informació
fi: Tiimimme tarkistaa tietosi
fil: Susuriin ng aming koponan ang iyong impormasyon
ga: Déanfaidh ár bhfoireann athbhreithniú ar do chuid faisnéise
hy: Մեր թիմը կվերանայի ձեր տեղեկատվությունը
is: Lið okkar mun fara yfir upplýsingar þínar
ka: ჩვენი გუნდი განიხილავს თქვენს ინფორმაციას
lv: Mūsu komanda pārskatīs jūsu informāciju
mk: Нашиот тим ќе ги разгледа вашите информации
ms: Pasukan kami akan menyemak maklumat anda
mt: It-tim tagħna se jirrevedi l-informazzjoni tiegħek
sq: Ekipi ynë do të rishikojë informacionin tuaj
sw: Timu yetu itakagua habari yako
xh: Iqela lethu liza kuqwalasela ulwazi lwakho
zu: Iqembu lethu lizobuyekeza imininingwane yakho

# site_register_landing_este_proceso_puede
source: This process may take a few days
az: Bu proses bir neçə gün çəkə bilər
ca: Aquest procés pot trigar uns dies
fi: Tämä prosessi voi kestää muutaman päivän
fil: Ang prosesong ito ay maaaring tumagal ng ilang araw
ga: Féadfaidh an próiseas seo cúpla lá a thógáil
hy: Այս գործընթացը կարող է տեւել մի քանի օր
is: Þetta ferli getur tekið nokkra daga
ka: ამ პროცესს შეიძლება რამდენიმე დღე დასჭირდეს
lv: Šis process var aizņemt dažas dienas
mk: Овој процес може да трае неколку дена
ms: Proses ini mungkin mengambil masa beberapa hari
mt: Dan il-proċess jista 'jieħu ftit jiem
sq: Ky proces mund të zgjasë disa ditë
sw: Utaratibu huu unaweza kuchukua siku chache
xh: Le nkqubo inokuthatha iintsuku ezimbalwa
zu: Le nqubo ingathatha izinsuku ezimbalwa

# site_register_landing_recibiras_una_notificacion
source: You will receive a notification once the verification is complete and your property is registered.
az: Doğrulama başa çatdıqdan və əmlakınız qeydiyyatdan keçdikdən sonra bildiriş alacaqsınız.
ca: Rebrà una notificació un cop finalitzi la verificació i la propietat està registrada.
fi: Saat ilmoituksen, kun varmennus on valmis ja omaisuutesi on rekisteröity.
fil: Makakatanggap ka ng isang abiso sa sandaling kumpleto ang pagpapatunay at nakarehistro ang iyong pag -aari.
ga: Gheobhaidh tú fógra nuair a bheidh an fíorú críochnaithe agus má tá do mhaoin cláraithe.
hy: Ստուգումն ավարտվելուց հետո դուք կստանաք ծանուցում, եւ ձեր գույքը գրանցված է:
is: Þú færð tilkynningu þegar staðfestingin er lokið og eign þín er skráð.
ka: თქვენ მიიღებთ შეტყობინებას, როდესაც გადამოწმების დასრულების შემდეგ და თქვენი ქონება რეგისტრირდება.
lv: Pēc verifikācijas pabeigšanas jūs saņemsit paziņojumu un jūsu īpašums ir reģistrēts.
mk: Willе добиете известување откако ќе заврши верификацијата и вашиот имот е регистриран.
ms: Anda akan menerima pemberitahuan sebaik sahaja pengesahan selesai dan harta anda didaftarkan.
mt: Int tirċievi notifika ladarba l-verifika tkun kompluta u l-propjetà tiegħek tkun irreġistrata.
sq: Ju do të merrni një njoftim pasi të përfundojë verifikimi dhe prona juaj të regjistrohet.
sw: Utapokea arifa mara tu uthibitisho utakapokamilika na mali yako imesajiliwa.
xh: Uya kufumana isaziso xa ukuqinisekiswa kugqityiwe kwaye ipropathi yakho ibhaliswe.
zu: Uzothola isaziso uma ukuqinisekiswa sekuqediwe futhi impahla yakho ibhalisiwe.

# site_register_landing_siguiente
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_features_caracteristicas
source: Features
az: Xüsusiyyət
ca: Funcions
fi: Piirteet
fil: Mga tampok
ga: Bheith
hy: Հատկություններ
is: Eiginleikar
ka: თვისებები
lv: Funkcijas
mk: Карактеристики
ms: Ciri -ciri
mt: Karatteristiċi
sq: Tiparet
sw: Vipengee
xh: Iimbonakalo
zu: Izici

# site_register_features_nombre
source: Name:
az: Ad:
ca: Nom:
fi: Nimi:
fil: Pangalan:
ga: Ainmnigh:
hy: Անունը,
is: Nafn:
ka: სახელი:
lv: Nosaukums:
mk: Име:
ms: Nama:
mt: Isem:
sq: Emri:
sw: Jina:
xh: Igama:
zu: Igama:

# site_register_features_titulo
source: Title
az: Başlıq
ca: Títol
fi: Otsikko
fil: Pamagat
ga: Ceart
hy: Վերնագիր
is: Titill
ka: ტიტული
lv: Tituls
mk: Наслов
ms: Tajuk
mt: Titlu
sq: Titull
sw: Kichwa
xh: Isihloko
zu: Ibizo

# site_register_features_precio_adultos
source: Adult price
az: Böyüklərin qiyməti
ca: Preu adult
fi: Aikuisten hinta
fil: Presyo ng may sapat na gulang
ga: Praghas do dhaoine fásta
hy: Մեծահասակների գին
is: Fullorðinsverð
ka: ზრდასრული ფასი
lv: Pieaugušo cena
mk: Цена за возрасни
ms: Harga dewasa
mt: Prezz għall-adulti
sq: Çmim për të rritur
sw: Bei ya watu wazima
xh: Ixabiso labantu abadala
zu: Intengo yabantu abadala

# site_register_features_precio_menores
source: Child price
az: Uşaq qiyməti
ca: Preu infantil
fi: Lasten hinta
fil: Presyo ng Bata
ga: Praghas an linbh
hy: Երեխայի գին
is: Barnaverð
ka: ბავშვის ფასი
lv: Bērna cena
mk: Цена на децата
ms: Harga kanak -kanak
mt: Prezz tat-Tfal
sq: Çmim i fëmijës
sw: Bei ya mtoto
xh: Ixabiso lomntwana
zu: Intengo Yezingane

# site_register_features_precio_transporte
source: Transport price
az: Nəqliyyatın qiyməti
ca: Preu del transport
fi: Kuljetushinta
fil: Presyo ng transportasyon
ga: Praghas iompair
hy: Տրանսպորտի գինը
is: Flutningsverð
ka: ტრანსპორტის ფასი
lv: Transporta cena
mk: Транспортна цена
ms: Harga pengangkutan
mt: Prezz tat-Trasport
sq: Çmim i transportit
sw: Bei ya Usafiri
xh: Ixabiso lezothutho
zu: Intengo yezokuthutha

# site_register_features_descripcion
source: Description
az: Təsvir
ca: Descripció
fi: Kuvaus
fil: Paglalarawan
ga: Saghas
hy: Նկարագրություն
is: Lýsing
ka: აღწერილობა
lv: Apraksts
mk: Опис
ms: Penerangan
mt: Deskrizzjoni
sq: Përshkrim
sw: Maelezo
xh: Inkcazo
zu: Ukufanisa

# site_register_features_categoria
source: Category
az: Kateqoriya
ca: Categoria
fi: Luokka
fil: Kategorya
ga: Catagóir
hy: Կատեգորիա
is: Flokkur
ka: კატეგორია
lv: Kategorija
mk: Категорија
ms: Kategori
mt: Kategorija
sq: Kategori
sw: Jamii
xh: Udidi
zu: Uhlobo

# site_register_features_pais
source: Country
az: Ölkə
ca: País
fi: Maa
fil: Bansa
ga: Tuath
hy: Երկիր
is: Land
ka: ქვეყანა
lv: Apvidus
mk: Земја
ms: Negara
mt: Pajjiż
sq: Vend
sw: Nchi
xh: Ilizwe
zu: Izwe

# site_register_features_moneda
source: Currency
az: Valyuta
ca: Moneda
fi: Valuutta
fil: Pera
ga: Airgeadra
hy: Արժեթղթեր
is: Gjaldmiðill
ka: ვალუტა
lv: Valūta
mk: Валута
ms: Mata wang
mt: Munita
sq: Monedhë
sw: Sarafu
xh: Imali
zu: Imali

# site_register_features_regresar
source: Back
az: Geri
ca: Esquena
fi: Takaisin
fil: Balik
ga: Ar ais
hy: Ետեվ
is: Aftur
ka: ზურგი
lv: Aizmugure
mk: Назад
ms: Kembali
mt: Lura
sq: I prapambetur
sw: Nyuma
xh: Umva
zu: -Dlulile

# site_register_features_siguiente
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_features_por_favor_completa
source: Please fill out all fields.
az: Xahiş edirəm bütün sahələri doldurun.
ca: Empleneu tots els camps.
fi: Täytä kaikki kentät.
fil: Mangyaring punan ang lahat ng mga patlang.
ga: Líon gach réimse le do thoil.
hy: Խնդրում ենք լրացնել բոլոր դաշտերը:
is: Vinsamlegast fylltu út alla reiti.
ka: გთხოვთ, შეავსოთ ყველა ველი.
lv: Lūdzu, aizpildiet visus laukus.
mk: Пополнете ги сите полиња.
ms: Sila isi semua bidang.
mt: Jekk jogħġbok imla l-oqsma kollha.
sq: Ju lutemi plotësoni të gjitha fushat.
sw: Tafadhali jaza shamba zote.
xh: Nceda ugcwalise onke amasimi.
zu: Sicela ugcwalise zonke izinkambu.

# site_register_availability_disponibilidad
source: Availability
az: Mövcudluq
ca: Disponibilitat
fi: Saatavuus
fil: Pagkakaroon
ga: Infhaight
hy: Առկայություն
is: Framboð
ka: არსებობა
lv: Pieejamība
mk: Достапност
ms: Adanya
mt: Disponibbiltà
sq: Disponueshmëri
sw: Upatikanaji
xh: Ukubakho
zu: Ukutholakala

# site_register_availability_dia
source: Day
az: Gündüz
ca: Dia
fi: Päivä
fil: Araw
ga: Tréimhse
hy: Օր
is: Dagur
ka: დღე
lv: Diena
mk: Ден
ms: Hari
mt: Jum
sq: Ditë
sw: Siku
xh: Usuku
zu: Usuku

# site_register_availability_de
source: From
az: Dən
ca: Des de
fi: -Sta
fil: Mula sa
ga: Ó
hy: Դեպի
is: Frá
ka: -გან
lv: No
mk: Од
ms: Dari
mt: Minn
sq: Nga
sw: Kutoka
xh: Ukusuka
zu: Ukusuka

# site_register_availability_a
source: To
az: Üçün
ca: A
fi: -Lla
fil: Sa
ga: Go dtí
hy: Դեպի
is: Til
ka: -მდე
lv: Līdz
mk: До
ms: Ke
sq: Nga
sw: Kwa
xh: Ukuya
zu: Kwa-

# site_register_availability_regresar
source: Back
az: Geri
ca: Esquena
fi: Takaisin
fil: Balik
ga: Ar ais
hy: Ետեվ
is: Aftur
ka: ზურგი
lv: Aizmugure
mk: Назад
ms: Kembali
mt: Lura
sq: I prapambetur
sw: Nyuma
xh: Umva
zu: -Dlulile

# site_register_availability_siguiente
source: Next
az: Sonrakı
ca: Pròxim
fi: Seuraava
fil: Susunod
ga: Ar aghaidh
hy: Հաջորդ
is: Næst
ka: შემდეგი
lv: Blakus
mk: Следно
ms: Seterusnya
mt: Sussegwentement
sq: Tjetër
sw: Ifuatayo
xh: Okulandelayo
zu: Olandelayo

# site_register_availability_domingo
source: Sunday
az: Bazar günü
ca: Diumenge
fi: sunnuntai
fil: Linggo
ga: An Domhnach
hy: Կիրակի
is: Sunnudagur
ka: კვირა
lv: Svētdiena
mk: Недела
ms: Ahad
mt: Ħadd
sq: E diel
sw: Jumapili
xh: iCawe
zu: ISonto

# site_register_availability_lunes
source: Monday
az: Bazar ertəsi
ca: Dilluns
fi: maanantai
fil: Lunes
ga: An Luan
hy: Երկուշաբթի
is: Mánudagur
ka: ორშაბათი
lv: Pirmdiena
mk: Понеделник
ms: Isnin
mt: It-Tnejn
sq: E hënë
sw: Jumatatu
xh: uMvulo
zu: UMsombuluko

# site_register_availability_martes
source: Tuesday
az: Çərşənbə axşamı
ca: Dimarts
fi: tiistai
fil: Martes
ga: Dé Máirt
hy: Երեքշաբթի
is: Þriðjudagur
ka: სამშაბათი
lv: Otrdiena
mk: Вторник
ms: Selasa
mt: It-Tlieta
sq: E martë
sw: Jumanne
xh: uLwesibini
zu: ULwesibili

# site_register_availability_miercoles
source: Wednesday
az: Çərşənbə günü
ca: Dimecres
fi: keskiviikko
fil: Miyerkules
ga: An Chéadaoin
hy: Չորեքշաբթի
is: Miðvikudag
ka: ოთხშაბათი
lv: Trešdiena
mk: Среда
ms: Rabu
mt: L-Erbgħa
sq: E mërkurë
sw: Jumatano
xh: uLwesithathu
zu: OLwesithathu

# site_register_availability_jueves
source: Thursday
az: Cümə axşamı
ca: Dijous
fi: torstai
fil: Huwebes
ga: Déardaoin
hy: Հինգշաբթի
is: Fimmtudag
ka: ხუთშაბათი
lv: Ceturtdiena
mk: Четврток
ms: Khamis
mt: Il-Ħamis
sq: E enjte
sw: Alhamisi
xh: uLwesine
zu: ULwesine

# site_register_availability_viernes
source: Friday
az: Cümə
ca: Divendres
fi: perjantai
fil: Biyernes
ga: An Aoine
hy: Ուրբաթ
is: Föstudag
ka: პარასკევი
lv: Piektdiena
mk: Петок
ms: Jumaat
mt: Il-Ġimgħa
sq: E premte
sw: Ijumaa
xh: uLwesihlanu
zu: Olwesihlanu

# site_register_availability_sabado
source: Saturday
az: Şənbə
ca: Dissabte
fi: Lauantai
fil: Sabado
ga: An Satharn
hy: Շաբաթ
is: Laugardag
ka: შაბათი
lv: Sestdiena
mk: Сабота
ms: Sabtu
mt: Is-Sibt
sq: E shtunë
sw: Jumamosi
xh: uMgqibelo
zu: UMgqibelo
