Repository: dev-carloscarias/places-backend
Catalog: Domain/Resources/Resource.*.resx
Languages: az, ca, fi, fil, ga, hy, is, ka, lv, mk, ms, mt, sq, sw, xh, zu

# amenity_dialog_cancelar
source: Cancel
az: Ləğv etmək
ca: Cancel·lar
fi: Peruuttaa
fil: Kanselahin
ga: Cealaigh
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
lv: Atcelt
mk: Откажи
ms: Batalkan
mt: Ikkanċella
sq: Anuloj
sw: Ghairi
xh: Rhoxisa
zu: Hlikihla

# amenity_dialog_guardar
source: Ok
az: Tamam
fi: Hyvä
ga: Go maith
hy: Լավ
ka: კარგი
lv: Labi
mk: Добро
sq: I mirë
sw: Sawa
xh: Kulungile
zu: Kulungile

# site_register_pricing_package_item_name
source: Item name
az: Maddə adı
ca: Nom de l'article
fi: Esineen nimi
fil: Pangalan ng item
ga: Ainm na míre
hy: Նյութի անվանումը
is: Heiti hlutar
ka: ნივთის სახელი
lv: Vienuma nosaukums
mk: Име на артикалот
ms: Nama item
mt: Isem tal-oġġett
sq: Emrin e artikullit
sw: Jina la bidhaa
xh: Igama lento
zu: Igama lento

# site_register_pricing_package_item_name_2
source: Item name
az: Maddə adı
ca: Nom de l'article
fi: Esineen nimi
fil: Pangalan ng item
ga: Ainm na míre
hy: Նյութի անվանումը
is: Heiti hlutar
ka: ნივთის სახელი
lv: Vienuma nosaukums
mk: Име на артикалот
ms: Nama item
mt: Isem tal-oġġett
sq: Emrin e artikullit
sw: Jina la bidhaa
xh: Igama lento
zu: Igama lento
